-- 아래 계정들의 비밀번호는 asdf1234! 임

INSERT INTO users (
    birth_date, broken_count, grade, rental_count, report_count, restriction_count,
    created_at, professor_id, updated_at, department, email, gender, "group", major,
    name, nickname, password, phone_number, profile_picture, role, student_number
)
VALUES
    ('2001-03-15', 0, 3, 5, 2, 1, '2025-05-16 13:40:26.060319', 1, '2025-05-16 13:40:26.060319','학과', 'hong@example.com', 'M', 'A조', '세부전공', '조경준', '조교', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01012345678', 'profile1.jpg', 'ROLE_SUPER_ADMIN', '202300003'),

    ('2004-06-16', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.547819', 1, '2025-06-09 19:25:03.547819', '학과', '2023985035@example.com', 'M', 'A조', '세부전공', '한민재', '현지', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01018202452', 'default.jpg', 'ROLE_USER', '2023985035'),
    ('2003-02-08', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.551674', 1, '2025-06-09 19:25:03.551674', '학과', '2023778452@example.com', 'M', 'A조', '세부전공', '박영순', '상철', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01036283174', 'default.jpg', 'ROLE_USER', '2023778452'),
    ('2002-02-26', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.552000', 2, '2025-06-09 19:25:03.552000', '학과', '2023994420@example.com', 'M', 'A조', '세부전공', '박영철', '영식', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01074259508', 'default.jpg', 'ROLE_USER', '2023994420'),
    ('2003-06-28', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.552241', 3, '2025-06-09 19:25:03.552241', '학과', '2023425176@example.com', 'M', 'A조', '세부전공', '김시우', '진우', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01013108335', 'default.jpg', 'ROLE_USER', '2023425176'),
    ('2007-02-14', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.552470', 3, '2025-06-09 19:25:03.552470', '학과', '2023451074@example.com', 'M', 'A조', '세부전공', '문영식', '정남', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01081017463', 'default.jpg', 'ROLE_USER', '2023451074'),
    ('2006-08-17', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.552690', 2, '2025-06-09 19:25:03.552690', '학과', '2023998536@example.com', 'M', 'A조', '세부전공', '서서영', '미정', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01031107600', 'default.jpg', 'ROLE_USER', '2023998536'),
    ('2002-01-28', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.552923', 1, '2025-06-09 19:25:03.552923', '학과', '2023445981@example.com', 'M', 'A조', '세부전공', '최서윤', '채원', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01075846726', 'default.jpg', 'ROLE_USER', '2023445981'),
    ('2001-10-04', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.553152', 2, '2025-06-09 19:25:03.553152', '학과', '2023335622@example.com', 'M', 'A조', '세부전공', '김아름', '정훈', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01036015191', 'default.jpg', 'ROLE_USER', '2023335622'),
    ('2001-09-04', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.553356', 4, '2025-06-09 19:25:03.553356', '학과', '2023834347@example.com', 'M', 'A조', '세부전공', '박주원', '하은', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01013572043', 'default.jpg', 'ROLE_USER', '2023834347'),
    ('2005-05-11', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.553580', 3, '2025-06-09 19:25:03.553580', '학과', '2023105005@example.com', 'M', 'A조', '세부전공', '문재호', '영수', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01020494238', 'default.jpg', 'ROLE_USER', '2023105005'),
    ('2004-05-17', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.553789', 1, '2025-06-09 19:25:03.553789', '학과', '2023974924@example.com', 'M', 'A조', '세부전공', '강은영', '정순', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01019831477', 'default.jpg', 'ROLE_USER', '2023974924'),
    ('2001-07-06', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.553995', 5, '2025-06-09 19:25:03.553995', '학과', '2023411530@example.com', 'M', 'A조', '세부전공', '황아름', '은영', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01098653818', 'default.jpg', 'ROLE_USER', '2023411530'),
    ('2006-02-17', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.554200', 1, '2025-06-09 19:25:03.554200', '학과', '2023278360@example.com', 'M', 'A조', '세부전공', '최현숙', '재현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01059984660', 'default.jpg', 'ROLE_USER', '2023278360'),
    ('2003-12-26', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.554387', 1, '2025-06-09 19:25:03.554387', '학과', '2023814994@example.com', 'M', 'A조', '세부전공', '이명숙', '병철', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01025866100', 'default.jpg', 'ROLE_USER', '2023814994'),
    ('2002-04-04', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.554586', 5, '2025-06-09 19:25:03.554586', '학과', '2023544194@example.com', 'M', 'A조', '세부전공', '권미정', '영일', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01093255247', 'default.jpg', 'ROLE_USER', '2023544194'),
    ('2004-12-27', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.554798', 2, '2025-06-09 19:25:03.554798', '학과', '2023979660@example.com', 'M', 'A조', '세부전공', '정정웅', '명숙', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01028365501', 'default.jpg', 'ROLE_USER', '2023979660'),
    ('2002-07-08', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.554997', 2, '2025-06-09 19:25:03.554997', '학과', '2023265876@example.com', 'M', 'A조', '세부전공', '김병철', '하은', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01045506355', 'default.jpg', 'ROLE_USER', '2023265876'),
    ('2001-05-29', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.555183', 1, '2025-06-09 19:25:03.555183', '학과', '2023424588@example.com', 'M', 'A조', '세부전공', '정서윤', '진호', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01062075755', 'default.jpg', 'ROLE_USER', '2023424588'),
    ('2001-08-12', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.555525', 1, '2025-06-09 19:25:03.555525', '학과', '2023125284@example.com', 'M', 'A조', '세부전공', '박정순', '보람', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01055531535', 'default.jpg', 'ROLE_USER', '2023125284'),
    ('2001-09-19', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.555718', 4, '2025-06-09 19:25:03.555718', '학과', '2023414375@example.com', 'M', 'A조', '세부전공', '김상호', '영길', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01011518390', 'default.jpg', 'ROLE_USER', '2023414375'),
    ('2002-12-24', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.555935', 3, '2025-06-09 19:25:03.555935', '학과', '2023649278@example.com', 'M', 'A조', '세부전공', '정하윤', '상현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01076887155', 'default.jpg', 'ROLE_USER', '2023649278'),
    ('2003-06-29', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.556115', 4, '2025-06-09 19:25:03.556115', '학과', '2023515231@example.com', 'M', 'A조', '세부전공', '김성호', '수빈', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01083487915', 'default.jpg', 'ROLE_USER', '2023515231'),
    ('2003-01-30', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.556290', 2, '2025-06-09 19:25:03.556290', '학과', '2023511352@example.com', 'M', 'A조', '세부전공', '오예은', '현정', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01019033067', 'default.jpg', 'ROLE_USER', '2023511352'),
    ('2002-07-05', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.556483', 4, '2025-06-09 19:25:03.556483', '학과', '2023876080@example.com', 'M', 'A조', '세부전공', '이하은', '정호', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01052267082', 'default.jpg', 'ROLE_USER', '2023876080'),
    ('2004-09-08', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.556710', 3, '2025-06-09 19:25:03.556710', '학과', '2023459651@example.com', 'M', 'A조', '세부전공', '김하은', '현주', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01085335987', 'default.jpg', 'ROLE_USER', '2023459651'),
    ('2007-05-26', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.556944', 3, '2025-06-09 19:25:03.556944', '학과', '2023929643@example.com', 'M', 'A조', '세부전공', '박광수', '경희', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01028434382', 'default.jpg', 'ROLE_USER', '2023929643'),
    ('2006-11-06', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.557143', 3, '2025-06-09 19:25:03.557143', '학과', '2023353858@example.com', 'M', 'A조', '세부전공', '홍영진', '지훈', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01089709615', 'default.jpg', 'ROLE_USER', '2023353858'),
    ('2000-02-02', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.557309', 5, '2025-06-09 19:25:03.557309', '학과', '2023167544@example.com', 'M', 'A조', '세부전공', '심준혁', '선영', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01091225957', 'default.jpg', 'ROLE_USER', '2023167544'),
    ('2004-09-03', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.557498', 1, '2025-06-09 19:25:03.557498', '학과', '2023240750@example.com', 'M', 'A조', '세부전공', '박현지', '예원', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01077211593', 'default.jpg', 'ROLE_USER', '2023240750'),
    ('2002-12-02', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.557668', 5, '2025-06-09 19:25:03.557668', '학과', '2023913569@example.com', 'M', 'A조', '세부전공', '최채원', '정남', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01045339768', 'default.jpg', 'ROLE_USER', '2023913569'),
    ('2001-02-20', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.557872', 1, '2025-06-09 19:25:03.557872', '학과', '2023424175@example.com', 'M', 'A조', '세부전공', '김지영', '진우', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01097531639', 'default.jpg', 'ROLE_USER', '2023424175'),
    ('2006-03-07', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.558072', 1, '2025-06-09 19:25:03.558072', '학과', '2023307170@example.com', 'M', 'A조', '세부전공', '류영순', '유진', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01055904082', 'default.jpg', 'ROLE_USER', '2023307170'),
    ('2002-12-04', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.558237', 2, '2025-06-09 19:25:03.558237', '학과', '2023787447@example.com', 'M', 'A조', '세부전공', '이미경', '준혁', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01093471297', 'default.jpg', 'ROLE_USER', '2023787447'),
    ('2006-04-30', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.558416', 3, '2025-06-09 19:25:03.558416', '학과', '2023677664@example.com', 'F', 'A조', '세부전공', '고현숙', '준서', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01092161832', 'default.jpg', 'ROLE_USER', '2023677664'),
    ('2006-05-07', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.558591', 5, '2025-06-09 19:25:03.558591', '학과', '2023714676@example.com', 'F', 'A조', '세부전공', '허순자', '미영', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01018375307', 'default.jpg', 'ROLE_USER', '2023714676'),
    ('2001-11-27', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.558770', 1, '2025-06-09 19:25:03.558770', '학과', '2023496737@example.com', 'F', 'A조', '세부전공', '주경자', '승민', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01086921529', 'default.jpg', 'ROLE_USER', '2023496737'),
    ('2006-08-19', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.558918', 2, '2025-06-09 19:25:03.558918', '학과', '2023346265@example.com', 'F', 'A조', '세부전공', '류지훈', '은정', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01019239933', 'default.jpg', 'ROLE_USER', '2023346265'),
    ('2000-06-08', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.559177', 2, '2025-06-09 19:25:03.559177', '학과', '2023178943@example.com', 'F', 'A조', '세부전공', '서서준', '상호', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01048729980', 'default.jpg', 'ROLE_USER', '2023178943'),
    ('2006-05-29', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.559339', 3, '2025-06-09 19:25:03.559339', '학과', '2023550515@example.com', 'F', 'A조', '세부전공', '김중수', '성호', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01091929604', 'default.jpg', 'ROLE_USER', '2023550515'),
    ('2002-09-12', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.559518', 5, '2025-06-09 19:25:03.559518', '학과', '2023189515@example.com', 'F', 'A조', '세부전공', '최승현', '지원', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01058256990', 'default.jpg', 'ROLE_USER', '2023189515'),
    ('2002-08-08', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.559675', 5, '2025-06-09 19:25:03.559675', '학과', '2023630939@example.com', 'F', 'A조', '세부전공', '최성민', '지은', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01087093981', 'default.jpg', 'ROLE_USER', '2023630939'),
    ('2000-09-13', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.559843', 2, '2025-06-09 19:25:03.559843', '학과', '2023271834@example.com', 'F', 'A조', '세부전공', '김진호', '경희', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01016186936', 'default.jpg', 'ROLE_USER', '2023271834'),
    ('2001-06-01', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.559984', 3, '2025-06-09 19:25:03.559984', '학과', '2023102780@example.com', 'F', 'A조', '세부전공', '최미경', '은영', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01095205876', 'default.jpg', 'ROLE_USER', '2023102780'),
    ('2001-10-24', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.560141', 4, '2025-06-09 19:25:03.560141', '학과', '2023583852@example.com', 'F', 'A조', '세부전공', '진옥순', '지현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01021561599', 'default.jpg', 'ROLE_USER', '2023583852'),
    ('2007-04-08', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.560298', 2, '2025-06-09 19:25:03.560298', '학과', '2023939285@example.com', 'F', 'A조', '세부전공', '김영식', '지아', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01064716810', 'default.jpg', 'ROLE_USER', '2023939285'),
    ('2005-08-12', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.560438', 1, '2025-06-09 19:25:03.560438', '학과', '2023104620@example.com', 'F', 'A조', '세부전공', '류경희', '경수', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01020688044', 'default.jpg', 'ROLE_USER', '2023104620'),
    ('2004-05-06', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.560601', 4, '2025-06-09 19:25:03.560601', '학과', '2023475573@example.com', 'F', 'A조', '세부전공', '강수빈', '영길', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01032258290', 'default.jpg', 'ROLE_USER', '2023475573'),
    ('2005-03-12', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.560763', 5, '2025-06-09 19:25:03.560763', '학과', '2023920273@example.com', 'F', 'A조', '세부전공', '송수진', '정훈', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01069677493', 'default.jpg', 'ROLE_USER', '2023920273'),
    ('2004-01-15', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.560901', 4, '2025-06-09 19:25:03.560901', '학과', '2023796400@example.com', 'F', 'A조', '세부전공', '진현지', '정수', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01024781564', 'default.jpg', 'ROLE_USER', '2023796400'),
    ('2003-08-12', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.561047', 4, '2025-06-09 19:25:03.561047', '학과', '2023149567@example.com', 'F', 'A조', '세부전공', '김영환', '진호', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01034192213', 'default.jpg', 'ROLE_USER', '2023149567'),
    ('2000-04-05', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.561183', 2, '2025-06-09 19:25:03.561183', '학과', '2023163310@example.com', 'F', 'A조', '세부전공', '장지영', '정순', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01059305424', 'default.jpg', 'ROLE_USER', '2023163310'),
    ('2003-01-19', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.561317', 2, '2025-06-09 19:25:03.561317', '학과', '2023317116@example.com', 'F', 'A조', '세부전공', '최정남', '건우', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01026701677', 'default.jpg', 'ROLE_USER', '2023317116'),
    ('2005-12-05', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.561460', 3, '2025-06-09 19:25:03.561460', '학과', '2023902485@example.com', 'F', 'A조', '세부전공', '강영숙', '승현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01031768973', 'default.jpg', 'ROLE_USER', '2023902485'),
    ('2005-05-10', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.561605', 1, '2025-06-09 19:25:03.561605', '학과', '2023989818@example.com', 'F', 'A조', '세부전공', '최영자', '영호', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01084898504', 'default.jpg', 'ROLE_USER', '2023989818'),
    ('2000-02-29', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.561748', 3, '2025-06-09 19:25:03.561748', '학과', '2023111684@example.com', 'F', 'A조', '세부전공', '류정웅', '지후', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01092593386', 'default.jpg', 'ROLE_USER', '2023111684'),
    ('2001-08-11', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.561907', 3, '2025-06-09 19:25:03.561907', '학과', '2023929689@example.com', 'F', 'A조', '세부전공', '이주원', '유진', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01046625906', 'default.jpg', 'ROLE_USER', '2023929689'),
    ('2001-03-07', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.562137', 3, '2025-06-09 19:25:03.562137', '학과', '2023665786@example.com', 'F', 'A조', '세부전공', '김성민', '영희', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01056712976', 'default.jpg', 'ROLE_USER', '2023665786'),
    ('2000-05-03', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.562274', 3, '2025-06-09 19:25:03.562274', '학과', '2023861808@example.com', 'F', 'A조', '세부전공', '이지원', '미영', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01055315018', 'default.jpg', 'ROLE_USER', '2023861808'),
    ('2003-10-10', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.562401', 3, '2025-06-09 19:25:03.562401', '학과', '2023926761@example.com', 'F', 'A조', '세부전공', '이은정', '서준', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01073334789', 'default.jpg', 'ROLE_USER', '2023926761'),
    ('2001-05-19', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.562541', 2, '2025-06-09 19:25:03.562541', '학과', '2023844446@example.com', 'F', 'A조', '세부전공', '류재현', '주원', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01047301498', 'default.jpg', 'ROLE_USER', '2023844446'),
    ('2005-11-01', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.562678', 1, '2025-06-09 19:25:03.562678', '학과', '2023572114@example.com', 'F', 'A조', '세부전공', '김우진', '수민', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01013894055', 'default.jpg', 'ROLE_USER', '2023572114'),
    ('2000-10-07', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.562821', 5, '2025-06-09 19:25:03.562821', '학과', '2023280321@example.com', 'F', 'A조', '세부전공', '박미경', '현숙', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01060544435', 'default.jpg', 'ROLE_USER', '2023280321'),
    ('2001-07-14', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.562953', 5, '2025-06-09 19:25:03.562953', '학과', '2023236708@example.com', 'F', 'A조', '세부전공', '김지혜', '동현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01075787988', 'default.jpg', 'ROLE_USER', '2023236708'),
    ('1999-12-29', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.563093', 5, '2025-06-09 19:25:03.563093', '학과', '2023928393@example.com', 'F', 'A조', '세부전공', '이시우', '은주', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01079474809', 'default.jpg', 'ROLE_USER', '2023928393'),
    ('1999-06-20', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.563219', 3, '2025-06-09 19:25:03.563219', '학과', '2023560561@example.com', 'F', 'A조', '세부전공', '강선영', '정훈', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01041479886', 'default.jpg', 'ROLE_USER', '2023560561'),
    ('1999-06-21', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.563346', 3, '2025-06-09 19:25:03.563346', '학과', '2023454496@example.com', 'F', 'A조', '세부전공', '김경숙', '순자', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01021494521', 'default.jpg', 'ROLE_USER', '2023454496'),
    ('1999-08-17', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.563469', 1, '2025-06-09 19:25:03.563469', '학과', '2023736104@example.com', 'F', 'A조', '세부전공', '하도현', '승민', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01029045815', 'default.jpg', 'ROLE_USER', '2023736104'),
    ('2001-09-08', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.563605', 2, '2025-06-09 19:25:03.563605', '학과', '2023248465@example.com', 'F', 'A조', '세부전공', '김현준', '정희', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01016356172', 'default.jpg', 'ROLE_USER', '2023248465'),
    ('2003-09-29', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.563741', 1, '2025-06-09 19:25:03.563741', '학과', '2023934028@example.com', 'F', 'A조', '세부전공', '김재호', '서준', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01040267844', 'default.jpg', 'ROLE_USER', '2023934028'),
    ('2004-05-28', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.563939', 2, '2025-06-09 19:25:03.563939', '학과', '2023947046@example.com', 'F', 'A조', '세부전공', '한미숙', '미영', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01073163021', 'default.jpg', 'ROLE_USER', '2023947046'),
    ('2004-03-14', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.564063', 5, '2025-06-09 19:25:03.564063', '학과', '2023659859@example.com', 'F', 'A조', '세부전공', '차동현', '준호', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01036955602', 'default.jpg', 'ROLE_USER', '2023659859'),
    ('2006-01-01', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.564201', 3, '2025-06-09 19:25:03.564201', '학과', '2023567354@example.com', 'F', 'A조', '세부전공', '오현정', '명자', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01090395381', 'default.jpg', 'ROLE_USER', '2023567354'),
    ('2005-11-22', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.564333', 2, '2025-06-09 19:25:03.564333', '학과', '2023851784@example.com', 'F', 'A조', '세부전공', '서영식', '성호', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01069523143', 'default.jpg', 'ROLE_USER', '2023851784'),
    ('2006-04-07', 0, 1, 0, 0, 0, '2025-06-09 19:25:03.564619', 3, '2025-06-09 19:25:03.564619', '학과', '2023315085@example.com', 'F', 'A조', '세부전공', '김정순', '지아', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01080034719', 'default.jpg', 'ROLE_USER', '2023315085'),

    ('2001-01-16', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.503700', 4, '2025-06-09 20:18:53.503700', '학과', '2023109447@example.com', 'M', 'A조', '세부전공', '이서준', '서현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01089851431', 'default.jpg', 'ROLE_USER', '2023109447'),
    ('2005-11-25', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.510639', 4, '2025-06-09 20:18:53.510639', '학과', '2023692490@example.com', 'M', 'A조', '세부전공', '이서연', '진호', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01024654922', 'default.jpg', 'ROLE_USER', '2023692490'),
    ('2004-06-10', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.511035', 4, '2025-06-09 20:18:53.511035', '학과', '2023762448@example.com', 'M', 'A조', '세부전공', '이수빈', '경자', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01061745003', 'default.jpg', 'ROLE_USER', '2023762448'),
    ('2006-02-19', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.511428', 5, '2025-06-09 20:18:53.511428', '학과', '2023702377@example.com', 'M', 'A조', '세부전공', '박지연', '서현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01048451251', 'default.jpg', 'ROLE_USER', '2023702377'),
    ('2003-06-02', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.511716', 5, '2025-06-09 20:18:53.511716', '학과', '2023403917@example.com', 'M', 'A조', '세부전공', '윤현주', '예은', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01081952318', 'default.jpg', 'ROLE_USER', '2023403917'),
    ('2000-09-03', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.511976', 3, '2025-06-09 20:18:53.511976', '학과', '2023597074@example.com', 'M', 'A조', '세부전공', '김지아', '서연', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01038465939', 'default.jpg', 'ROLE_USER', '2023597074'),
    ('2001-05-17', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.512284', 2, '2025-06-09 20:18:53.512284', '학과', '2023937122@example.com', 'M', 'A조', '세부전공', '김경숙', '영일', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01036128688', 'default.jpg', 'ROLE_USER', '2023937122'),
    ('2003-09-18', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.512578', 2, '2025-06-09 20:18:53.512578', '학과', '2023508155@example.com', 'M', 'A조', '세부전공', '오미숙', '영진', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01070985695', 'default.jpg', 'ROLE_USER', '2023508155'),
    ('2004-12-04', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.512822', 5, '2025-06-09 20:18:53.512822', '학과', '2023562977@example.com', 'M', 'A조', '세부전공', '류은경', '성호', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01053741773', 'default.jpg', 'ROLE_USER', '2023562977'),
    ('2007-02-27', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.513135', 2, '2025-06-09 20:18:53.513135', '학과', '2023345979@example.com', 'M', 'A조', '세부전공', '양보람', '서연', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01068017375', 'default.jpg', 'ROLE_USER', '2023345979'),
    ('2002-03-10', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.513470', 5, '2025-06-09 20:18:53.513470', '학과', '2023683495@example.com', 'M', 'A조', '세부전공', '이정훈', '현정', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01069361365', 'default.jpg', 'ROLE_USER', '2023683495'),
    ('2005-03-11', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.513840', 1, '2025-06-09 20:18:53.513840', '학과', '2023723557@example.com', 'M', 'A조', '세부전공', '안은영', '상호', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01010614472', 'default.jpg', 'ROLE_USER', '2023723557'),
    ('2001-06-24', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.514308', 3, '2025-06-09 20:18:53.514308', '학과', '2023194204@example.com', 'M', 'A조', '세부전공', '이현준', '지현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01036588266', 'default.jpg', 'ROLE_USER', '2023194204'),
    ('2006-06-12', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.514650', 3, '2025-06-09 20:18:53.514650', '학과', '2023715577@example.com', 'M', 'A조', '세부전공', '김건우', '지영', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01096828314', 'default.jpg', 'ROLE_USER', '2023715577'),
    ('2003-12-23', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.514959', 1, '2025-06-09 20:18:53.514959', '학과', '2023259074@example.com', 'M', 'A조', '세부전공', '김정훈', '정자', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01086274390', 'default.jpg', 'ROLE_USER', '2023259074'),
    ('2004-10-12', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.515325', 3, '2025-06-09 20:18:53.515325', '학과', '2023203213@example.com', 'M', 'A조', '세부전공', '이성훈', '지연', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01048706497', 'default.jpg', 'ROLE_USER', '2023203213'),
    ('2003-12-14', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.515574', 4, '2025-06-09 20:18:53.515574', '학과', '2023435580@example.com', 'M', 'A조', '세부전공', '민경수', '성진', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01078474221', 'default.jpg', 'ROLE_USER', '2023435580'),
    ('2002-07-08', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.515874', 1, '2025-06-09 20:18:53.515874', '학과', '2023124380@example.com', 'M', 'A조', '세부전공', '이주원', '경희', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01057155867', 'default.jpg', 'ROLE_USER', '2023124380'),
    ('1999-09-06', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.516407', 1, '2025-06-09 20:18:53.516407', '학과', '2023720022@example.com', 'M', 'A조', '세부전공', '김상훈', '선영', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01060434040', 'default.jpg', 'ROLE_USER', '2023720022'),
    ('2005-03-27', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.516668', 4, '2025-06-09 20:18:53.516668', '학과', '2023288946@example.com', 'M', 'A조', '세부전공', '서하은', '예원', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01090103119', 'default.jpg', 'ROLE_USER', '2023288946'),
    ('2006-04-01', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.516893', 1, '2025-06-09 20:18:53.516893', '학과', '2023501838@example.com', 'M', 'A조', '세부전공', '이지훈', '정남', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01066888752', 'default.jpg', 'ROLE_USER', '2023501838'),
    ('1999-10-10', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.517161', 3, '2025-06-09 20:18:53.517161', '학과', '2023289296@example.com', 'M', 'A조', '세부전공', '김명숙', '미영', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01011523729', 'default.jpg', 'ROLE_USER', '2023289296'),
    ('1999-06-18', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.517426', 5, '2025-06-09 20:18:53.517426', '학과', '2023240452@example.com', 'M', 'A조', '세부전공', '최지아', '진우', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01029819249', 'default.jpg', 'ROLE_USER', '2023240452'),
    ('2004-04-23', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.517632', 2, '2025-06-09 20:18:53.517632', '학과', '2023804237@example.com', 'M', 'A조', '세부전공', '노정식', '경자', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01076376939', 'default.jpg', 'ROLE_USER', '2023804237'),
    ('2003-03-11', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.517934', 1, '2025-06-09 20:18:53.517934', '학과', '2023462820@example.com', 'M', 'A조', '세부전공', '하성현', '주원', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01013706460', 'default.jpg', 'ROLE_USER', '2023462820'),
    ('2002-11-03', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.518228', 2, '2025-06-09 20:18:53.518228', '학과', '2023316038@example.com', 'M', 'A조', '세부전공', '이영순', '승민', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01096381403', 'default.jpg', 'ROLE_USER', '2023316038'),
    ('2001-10-25', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.518515', 1, '2025-06-09 20:18:53.518515', '학과', '2023724156@example.com', 'M', 'A조', '세부전공', '송성수', '상철', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01074357155', 'default.jpg', 'ROLE_USER', '2023724156'),
    ('2007-05-17', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.518766', 2, '2025-06-09 20:18:53.518766', '학과', '2023244163@example.com', 'M', 'A조', '세부전공', '박지훈', '예은', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01058529416', 'default.jpg', 'ROLE_USER', '2023244163'),
    ('2005-03-17', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.518986', 4, '2025-06-09 20:18:53.518986', '학과', '2023603076@example.com', 'M', 'A조', '세부전공', '김정식', '지후', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01097272256', 'default.jpg', 'ROLE_USER', '2023603076'),
    ('2001-09-05', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.519215', 2, '2025-06-09 20:18:53.519215', '학과', '2023731479@example.com', 'M', 'A조', '세부전공', '류현지', '서현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01066357528', 'default.jpg', 'ROLE_USER', '2023731479'),
    ('2004-01-30', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.519469', 2, '2025-06-09 20:18:53.519469', '학과', '2023175292@example.com', 'M', 'A조', '세부전공', '손미경', '순옥', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01073786900', 'default.jpg', 'ROLE_USER', '2023175292'),
    ('2003-01-21', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.519780', 3, '2025-06-09 20:18:53.519780', '학과', '2023991475@example.com', 'M', 'A조', '세부전공', '황정식', '지민', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01042749324', 'default.jpg', 'ROLE_USER', '2023991475'),
    ('2005-01-17', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.520042', 1, '2025-06-09 20:18:53.520042', '학과', '2023345168@example.com', 'M', 'A조', '세부전공', '이서준', '명숙', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01023407070', 'default.jpg', 'ROLE_USER', '2023345168'),
    ('2005-03-10', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.520375', 3, '2025-06-09 20:18:53.520375', '학과', '2023706333@example.com', 'M', 'A조', '세부전공', '권정호', '미영', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01016544449', 'default.jpg', 'ROLE_USER', '2023706333'),
    ('2001-08-17', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.520641', 1, '2025-06-09 20:18:53.520641', '학과', '2023998409@example.com', 'M', 'A조', '세부전공', '김민수', '현주', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01064286007', 'default.jpg', 'ROLE_USER', '2023998409'),
    ('2000-01-01', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.520871', 4, '2025-06-09 20:18:53.520871', '학과', '2023163873@example.com', 'M', 'A조', '세부전공', '김윤서', '영진', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01030131110', 'default.jpg', 'ROLE_USER', '2023163873'),
    ('2006-07-22', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.521082', 4, '2025-06-09 20:18:53.521082', '학과', '2023940078@example.com', 'M', 'A조', '세부전공', '박예은', '선영', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01042863738', 'default.jpg', 'ROLE_USER', '2023940078'),
    ('2003-02-21', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.521445', 4, '2025-06-09 20:18:53.521445', '학과', '2023711454@example.com', 'F', 'A조', '세부전공', '진정순', '상현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01082014834', 'default.jpg', 'ROLE_USER', '2023711454'),
    ('2006-05-12', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.521671', 1, '2025-06-09 20:18:53.521671', '학과', '2023321914@example.com', 'F', 'A조', '세부전공', '서지연', '순옥', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01029848034', 'default.jpg', 'ROLE_USER', '2023321914'),
    ('2006-07-31', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.521852', 3, '2025-06-09 20:18:53.521852', '학과', '2023809712@example.com', 'F', 'A조', '세부전공', '김재호', '재현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01049441668', 'default.jpg', 'ROLE_USER', '2023809712'),
    ('2004-12-23', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.522059', 4, '2025-06-09 20:18:53.522059', '학과', '2023968412@example.com', 'F', 'A조', '세부전공', '김옥순', '성수', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01047063974', 'default.jpg', 'ROLE_USER', '2023968412'),
    ('2002-03-19', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.522352', 4, '2025-06-09 20:18:53.522352', '학과', '2023192428@example.com', 'F', 'A조', '세부전공', '우은경', '지연', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01011654637', 'default.jpg', 'ROLE_USER', '2023192428'),
    ('2002-06-11', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.522548', 1, '2025-06-09 20:18:53.522548', '학과', '2023387608@example.com', 'F', 'A조', '세부전공', '김시우', '경숙', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01027691643', 'default.jpg', 'ROLE_USER', '2023387608'),
    ('2000-09-14', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.522736', 2, '2025-06-09 20:18:53.522736', '학과', '2023331098@example.com', 'F', 'A조', '세부전공', '김영식', '정순', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01017602263', 'default.jpg', 'ROLE_USER', '2023331098'),
    ('2003-10-15', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.522926', 1, '2025-06-09 20:18:53.522926', '학과', '2023411064@example.com', 'F', 'A조', '세부전공', '김경수', '지원', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01065573213', 'default.jpg', 'ROLE_USER', '2023411064'),
    ('2002-05-15', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.523125', 3, '2025-06-09 20:18:53.523125', '학과', '2023269003@example.com', 'F', 'A조', '세부전공', '김성수', '현정', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01039457930', 'default.jpg', 'ROLE_USER', '2023269003'),
    ('2003-09-12', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.523444', 3, '2025-06-09 20:18:53.523444', '학과', '2023311967@example.com', 'F', 'A조', '세부전공', '이영순', '지아', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01078398260', 'default.jpg', 'ROLE_USER', '2023311967'),
    ('2003-03-24', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.523647', 5, '2025-06-09 20:18:53.523647', '학과', '2023217143@example.com', 'F', 'A조', '세부전공', '오준호', '성훈', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01043051669', 'default.jpg', 'ROLE_USER', '2023217143'),
    ('2000-04-10', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.523882', 4, '2025-06-09 20:18:53.523882', '학과', '2023128932@example.com', 'F', 'A조', '세부전공', '지영철', '준혁', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01083053781', 'default.jpg', 'ROLE_USER', '2023128932'),
    ('2003-06-13', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.524092', 4, '2025-06-09 20:18:53.524092', '학과', '2023798558@example.com', 'F', 'A조', '세부전공', '박성수', '유진', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01016127034', 'default.jpg', 'ROLE_USER', '2023798558'),
    ('2001-05-23', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.524308', 3, '2025-06-09 20:18:53.524308', '학과', '2023705605@example.com', 'F', 'A조', '세부전공', '김성수', '성수', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01094767998', 'default.jpg', 'ROLE_USER', '2023705605'),
    ('2005-01-12', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.524517', 4, '2025-06-09 20:18:53.524517', '학과', '2023619148@example.com', 'F', 'A조', '세부전공', '최재호', '서현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01074104797', 'default.jpg', 'ROLE_USER', '2023619148'),
    ('2006-03-06', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.524827', 1, '2025-06-09 20:18:53.524827', '학과', '2023593658@example.com', 'F', 'A조', '세부전공', '박예원', '진우', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01028036065', 'default.jpg', 'ROLE_USER', '2023593658'),
    ('2004-11-26', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.525026', 2, '2025-06-09 20:18:53.525026', '학과', '2023449826@example.com', 'F', 'A조', '세부전공', '오주원', '서영', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01042062493', 'default.jpg', 'ROLE_USER', '2023449826'),
    ('2001-10-25', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.525196', 1, '2025-06-09 20:18:53.525196', '학과', '2023472190@example.com', 'F', 'A조', '세부전공', '박미경', '은정', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01025498970', 'default.jpg', 'ROLE_USER', '2023472190'),
    ('2004-12-19', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.525443', 5, '2025-06-09 20:18:53.525443', '학과', '2023845688@example.com', 'F', 'A조', '세부전공', '김유진', '영진', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01064626992', 'default.jpg', 'ROLE_USER', '2023845688'),
    ('2007-01-04', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.525736', 3, '2025-06-09 20:18:53.525736', '학과', '2023625438@example.com', 'F', 'A조', '세부전공', '이정호', '동현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01078161190', 'default.jpg', 'ROLE_USER', '2023625438'),
    ('2006-06-11', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.525891', 1, '2025-06-09 20:18:53.525891', '학과', '2023426662@example.com', 'F', 'A조', '세부전공', '김정호', '우진', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01091708518', 'default.jpg', 'ROLE_USER', '2023426662'),
    ('2004-08-31', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.526055', 5, '2025-06-09 20:18:53.526055', '학과', '2023239535@example.com', 'F', 'A조', '세부전공', '박영식', '영숙', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01040927148', 'default.jpg', 'ROLE_USER', '2023239535'),
    ('2002-07-29', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.526280', 1, '2025-06-09 20:18:53.526280', '학과', '2023380950@example.com', 'F', 'A조', '세부전공', '이중수', '예지', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01043912027', 'default.jpg', 'ROLE_USER', '2023380950'),
    ('2005-12-11', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.526459', 5, '2025-06-09 20:18:53.526459', '학과', '2023454987@example.com', 'F', 'A조', '세부전공', '김순옥', '성진', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01012922687', 'default.jpg', 'ROLE_USER', '2023454987'),
    ('2006-05-18', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.526611', 5, '2025-06-09 20:18:53.526611', '학과', '2023126847@example.com', 'F', 'A조', '세부전공', '김진우', '도현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01036914373', 'default.jpg', 'ROLE_USER', '2023126847'),
    ('2004-02-23', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.526785', 3, '2025-06-09 20:18:53.526785', '학과', '2023146633@example.com', 'F', 'A조', '세부전공', '장상현', '예준', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01013093946', 'default.jpg', 'ROLE_USER', '2023146633'),
    ('2000-04-23', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.527007', 3, '2025-06-09 20:18:53.527007', '학과', '2023532089@example.com', 'F', 'A조', '세부전공', '권경숙', '승민', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01033146707', 'default.jpg', 'ROLE_USER', '2023532089'),
    ('2000-02-08', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.527253', 5, '2025-06-09 20:18:53.527253', '학과', '2023672339@example.com', 'F', 'A조', '세부전공', '김상현', '옥자', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01054965160', 'default.jpg', 'ROLE_USER', '2023672339'),
    ('1999-08-13', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.527477', 1, '2025-06-09 20:18:53.527477', '학과', '2023241294@example.com', 'F', 'A조', '세부전공', '배도현', '현정', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01011355570', 'default.jpg', 'ROLE_USER', '2023241294'),
    ('2005-02-08', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.527679', 5, '2025-06-09 20:18:53.527679', '학과', '2023746855@example.com', 'F', 'A조', '세부전공', '김주원', '지혜', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01074435489', 'default.jpg', 'ROLE_USER', '2023746855'),
    ('2003-09-03', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.527911', 1, '2025-06-09 20:18:53.527911', '학과', '2023733119@example.com', 'F', 'A조', '세부전공', '양수민', '지우', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01046577939', 'default.jpg', 'ROLE_USER', '2023733119'),
    ('2004-02-08', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.528123', 4, '2025-06-09 20:18:53.528123', '학과', '2023796516@example.com', 'F', 'A조', '세부전공', '이준서', '민석', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01028714961', 'default.jpg', 'ROLE_USER', '2023796516'),
    ('2005-02-14', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.528497', 5, '2025-06-09 20:18:53.528497', '학과', '2023499650@example.com', 'F', 'A조', '세부전공', '한중수', '성호', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01018637897', 'default.jpg', 'ROLE_USER', '2023499650'),
    ('2000-08-15', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.528753', 2, '2025-06-09 20:18:53.528753', '학과', '2023299509@example.com', 'F', 'A조', '세부전공', '김유진', '성호', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01053712940', 'default.jpg', 'ROLE_USER', '2023299509'),
    ('2002-10-01', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.528991', 2, '2025-06-09 20:18:53.528991', '학과', '2023596519@example.com', 'F', 'A조', '세부전공', '허정희', '병철', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01096619785', 'default.jpg', 'ROLE_USER', '2023596519'),
    ('2000-11-29', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.529325', 1, '2025-06-09 20:18:53.529325', '학과', '2023371122@example.com', 'F', 'A조', '세부전공', '이상현', '지훈', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01055147672', 'default.jpg', 'ROLE_USER', '2023371122'),
    ('2004-12-16', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.529559', 2, '2025-06-09 20:18:53.529559', '학과', '2023663582@example.com', 'F', 'A조', '세부전공', '이병철', '지은', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01089067758', 'default.jpg', 'ROLE_USER', '2023663582'),
    ('2000-02-03', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.529854', 4, '2025-06-09 20:18:53.529854', '학과', '2023577851@example.com', 'F', 'A조', '세부전공', '김민서', '명자', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01045957033', 'default.jpg', 'ROLE_USER', '2023577851'),
    ('2007-02-24', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.530219', 2, '2025-06-09 20:18:53.530219', '학과', '2023898262@example.com', 'F', 'A조', '세부전공', '손영수', '지영', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01014798872', 'default.jpg', 'ROLE_USER', '2023898262'),
    ('2003-04-21', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.530498', 4, '2025-06-09 20:18:53.530498', '학과', '2023796902@example.com', 'F', 'A조', '세부전공', '박아름', '경희', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01087196864', 'default.jpg', 'ROLE_USER', '2023796902'),
    ('2004-06-23', 0, 2, 0, 0, 0, '2025-06-09 20:18:53.530856', 1, '2025-06-09 20:18:53.530856', '학과', '2023319529@example.com', 'F', 'A조', '세부전공', '최영호', '정희', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01014974349', 'default.jpg', 'ROLE_USER', '2023319529'),

    ('2004-05-11', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.878628', 5, '2025-06-09 20:20:00.878628', '학과', '2023273047@example.com', 'M', 'A조', '세부전공', '고지영', '영미', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01077827176', 'default.jpg', 'ROLE_USER', '2023273047'),
    ('2001-01-21', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.883454', 3, '2025-06-09 20:20:00.883454', '학과', '2023947897@example.com', 'M', 'A조', '세부전공', '김영희', '지후', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01087499163', 'default.jpg', 'ROLE_USER', '2023947897'),
    ('2002-08-17', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.883756', 1, '2025-06-09 20:20:00.883756', '학과', '2023831699@example.com', 'M', 'A조', '세부전공', '윤정훈', '영호', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01014952876', 'default.jpg', 'ROLE_USER', '2023831699'),
    ('2000-03-04', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.884045', 4, '2025-06-09 20:20:00.884045', '학과', '2023337012@example.com', 'M', 'A조', '세부전공', '엄정호', '예준', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01057446026', 'default.jpg', 'ROLE_USER', '2023337012'),
    ('2007-05-05', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.884370', 1, '2025-06-09 20:20:00.884370', '학과', '2023184412@example.com', 'M', 'A조', '세부전공', '김수민', '정숙', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01022996971', 'default.jpg', 'ROLE_USER', '2023184412'),
    ('2000-06-28', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.884649', 3, '2025-06-09 20:20:00.884649', '학과', '2023737270@example.com', 'M', 'A조', '세부전공', '박명자', '윤서', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01022016082', 'default.jpg', 'ROLE_USER', '2023737270'),
    ('1999-10-30', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.884915', 3, '2025-06-09 20:20:00.884915', '학과', '2023762755@example.com', 'M', 'A조', '세부전공', '황현지', '은경', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01032077851', 'default.jpg', 'ROLE_USER', '2023762755'),
    ('2002-12-25', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.885172', 4, '2025-06-09 20:20:00.885172', '학과', '2023973852@example.com', 'M', 'A조', '세부전공', '윤현정', '혜진', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01045312532', 'default.jpg', 'ROLE_USER', '2023973852'),
    ('2004-02-07', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.885433', 2, '2025-06-09 20:20:00.885433', '학과', '2023419059@example.com', 'M', 'A조', '세부전공', '안도윤', '동현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01062615470', 'default.jpg', 'ROLE_USER', '2023419059'),
    ('2003-01-30', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.886169', 5, '2025-06-09 20:20:00.886169', '학과', '2023629668@example.com', 'M', 'A조', '세부전공', '양지훈', '도현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01086908571', 'default.jpg', 'ROLE_USER', '2023629668'),
    ('2000-01-22', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.886714', 3, '2025-06-09 20:20:00.886714', '학과', '2023558398@example.com', 'M', 'A조', '세부전공', '윤영철', '정웅', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01082722835', 'default.jpg', 'ROLE_USER', '2023558398'),
    ('2003-08-21', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.887065', 2, '2025-06-09 20:20:00.887065', '학과', '2023789914@example.com', 'M', 'A조', '세부전공', '류수진', '성진', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01036982475', 'default.jpg', 'ROLE_USER', '2023789914'),
    ('2006-03-15', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.887590', 4, '2025-06-09 20:20:00.887590', '학과', '2023971304@example.com', 'M', 'A조', '세부전공', '송미숙', '건우', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01073902395', 'default.jpg', 'ROLE_USER', '2023971304'),
    ('2007-04-06', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.887932', 1, '2025-06-09 20:20:00.887932', '학과', '2023924555@example.com', 'M', 'A조', '세부전공', '배미정', '예진', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01040499595', 'default.jpg', 'ROLE_USER', '2023924555'),
    ('2005-02-23', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.888214', 4, '2025-06-09 20:20:00.888214', '학과', '2023987893@example.com', 'M', 'A조', '세부전공', '최민서', '예은', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01048365822', 'default.jpg', 'ROLE_USER', '2023987893'),
    ('2001-10-18', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.888517', 2, '2025-06-09 20:20:00.888517', '학과', '2023561641@example.com', 'M', 'A조', '세부전공', '최현숙', '영미', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01046357686', 'default.jpg', 'ROLE_USER', '2023561641'),
    ('2001-04-05', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.888777', 3, '2025-06-09 20:20:00.888777', '학과', '2023710461@example.com', 'M', 'A조', '세부전공', '주경자', '숙자', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01044024474', 'default.jpg', 'ROLE_USER', '2023710461'),
    ('2000-06-11', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.889009', 1, '2025-06-09 20:20:00.889009', '학과', '2023238279@example.com', 'M', 'A조', '세부전공', '이시우', '상훈', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01011514748', 'default.jpg', 'ROLE_USER', '2023238279'),
    ('2004-08-26', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.889535', 2, '2025-06-09 20:20:00.889535', '학과', '2023320656@example.com', 'M', 'A조', '세부전공', '남광수', '영일', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01088448997', 'default.jpg', 'ROLE_USER', '2023320656'),
    ('2000-01-27', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.889773', 4, '2025-06-09 20:20:00.889773', '학과', '2023651812@example.com', 'M', 'A조', '세부전공', '장민재', '주원', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01067645759', 'default.jpg', 'ROLE_USER', '2023651812'),
    ('2000-03-05', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.890009', 5, '2025-06-09 20:20:00.890009', '학과', '2023490095@example.com', 'M', 'A조', '세부전공', '김성민', '서준', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01029875761', 'default.jpg', 'ROLE_USER', '2023490095'),
    ('2002-05-22', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.890256', 4, '2025-06-09 20:20:00.890256', '학과', '2023645878@example.com', 'M', 'A조', '세부전공', '김선영', '미영', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01098645437', 'default.jpg', 'ROLE_USER', '2023645878'),
    ('2006-03-30', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.890487', 3, '2025-06-09 20:20:00.890487', '학과', '2023446874@example.com', 'M', 'A조', '세부전공', '김정호', '정웅', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01081422038', 'default.jpg', 'ROLE_USER', '2023446874'),
    ('2002-11-15', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.890701', 1, '2025-06-09 20:20:00.890701', '학과', '2023807755@example.com', 'M', 'A조', '세부전공', '오옥자', '영수', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01042947146', 'default.jpg', 'ROLE_USER', '2023807755'),
    ('2006-12-02', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.890931', 4, '2025-06-09 20:20:00.890931', '학과', '2023932892@example.com', 'M', 'A조', '세부전공', '김은주', '서준', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01070876582', 'default.jpg', 'ROLE_USER', '2023932892'),
    ('2002-04-13', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.891224', 3, '2025-06-09 20:20:00.891224', '학과', '2023807799@example.com', 'M', 'A조', '세부전공', '권준호', '진호', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01039742892', 'default.jpg', 'ROLE_USER', '2023807799'),
    ('2002-07-24', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.891495', 1, '2025-06-09 20:20:00.891495', '학과', '2023446967@example.com', 'M', 'A조', '세부전공', '최옥자', '지아', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01091301966', 'default.jpg', 'ROLE_USER', '2023446967'),
    ('2002-08-19', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.891712', 5, '2025-06-09 20:20:00.891712', '학과', '2023601707@example.com', 'M', 'A조', '세부전공', '김시우', '영순', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01010589451', 'default.jpg', 'ROLE_USER', '2023601707'),
    ('2004-11-04', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.891933', 3, '2025-06-09 20:20:00.891933', '학과', '2023839467@example.com', 'M', 'A조', '세부전공', '박영호', '현우', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01014186198', 'default.jpg', 'ROLE_USER', '2023839467'),
    ('2004-06-07', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.892147', 1, '2025-06-09 20:20:00.892147', '학과', '2023644836@example.com', 'M', 'A조', '세부전공', '최정순', '은경', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01012465501', 'default.jpg', 'ROLE_USER', '2023644836'),
    ('1999-10-26', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.935638', 4, '2025-06-09 20:20:00.935638', '학과', '2023739415@example.com', 'M', 'A조', '세부전공', '최하은', '성호', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01048115744', 'default.jpg', 'ROLE_USER', '2023739415'),
    ('2003-06-08', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.936052', 5, '2025-06-09 20:20:00.936052', '학과', '2023329306@example.com', 'M', 'A조', '세부전공', '이경숙', '선영', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01085929153', 'default.jpg', 'ROLE_USER', '2023329306'),
    ('2002-03-06', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.936429', 2, '2025-06-09 20:20:00.936429', '학과', '2023713711@example.com', 'M', 'A조', '세부전공', '엄예원', '상훈', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01015608805', 'default.jpg', 'ROLE_USER', '2023713711'),
    ('1999-12-22', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.936799', 3, '2025-06-09 20:20:00.936799', '학과', '2023762866@example.com', 'M', 'A조', '세부전공', '이경자', '경희', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01048108881', 'default.jpg', 'ROLE_USER', '2023762866'),
    ('2007-03-25', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.937130', 3, '2025-06-09 20:20:00.937130', '학과', '2023396851@example.com', 'M', 'A조', '세부전공', '최종수', '영일', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01081804108', 'default.jpg', 'ROLE_USER', '2023396851'),
    ('2000-07-08', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.937453', 1, '2025-06-09 20:20:00.937453', '학과', '2023205594@example.com', 'M', 'A조', '세부전공', '최상훈', '은정', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01053038916', 'default.jpg', 'ROLE_USER', '2023205594'),
    ('2002-04-09', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.937748', 5, '2025-06-09 20:20:00.937748', '학과', '2023323932@example.com', 'M', 'A조', '세부전공', '안정식', '상훈', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01076983107', 'default.jpg', 'ROLE_USER', '2023323932'),
    ('2003-10-21', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.938311', 5, '2025-06-09 20:20:00.938311', '학과', '2023374824@example.com', 'M', 'A조', '세부전공', '나영철', '민서', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01015219853', 'default.jpg', 'ROLE_USER', '2023374824'),
    ('2002-02-18', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.938614', 1, '2025-06-09 20:20:00.938614', '학과', '2023841829@example.com', 'M', 'A조', '세부전공', '최성현', '수빈', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01082453798', 'default.jpg', 'ROLE_USER', '2023841829'),
    ('2003-08-26', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.938887', 5, '2025-06-09 20:20:00.938887', '학과', '2023901058@example.com', 'M', 'A조', '세부전공', '강성호', '영희', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01055251473', 'default.jpg', 'ROLE_USER', '2023901058'),
    ('2006-07-30', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.939215', 1, '2025-06-09 20:20:00.939215', '학과', '2023105611@example.com', 'M', 'A조', '세부전공', '김성민', '수민', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01091011119', 'default.jpg', 'ROLE_USER', '2023105611'),
    ('2002-11-03', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.939550', 3, '2025-06-09 20:20:00.939550', '학과', '2023481274@example.com', 'M', 'A조', '세부전공', '김지은', '서영', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01069735140', 'default.jpg', 'ROLE_USER', '2023481274'),
    ('2007-01-09', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.939850', 5, '2025-06-09 20:20:00.939850', '학과', '2023530012@example.com', 'M', 'A조', '세부전공', '이병철', '지혜', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01037522892', 'default.jpg', 'ROLE_USER', '2023530012'),
    ('2005-10-13', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.940187', 1, '2025-06-09 20:20:00.940187', '학과', '2023885188@example.com', 'M', 'A조', '세부전공', '허지훈', '순옥', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01020925322', 'default.jpg', 'ROLE_USER', '2023885188'),
    ('2006-11-04', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.940558', 1, '2025-06-09 20:20:00.940558', '학과', '2023206609@example.com', 'M', 'A조', '세부전공', '전지영', '상훈', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01023894410', 'default.jpg', 'ROLE_USER', '2023206609'),
    ('2003-09-24', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.940850', 2, '2025-06-09 20:20:00.940850', '학과', '2023966802@example.com', 'F', 'A조', '세부전공', '장서준', '정훈', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01016431341', 'default.jpg', 'ROLE_USER', '2023966802'),
    ('2000-07-01', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.941138', 5, '2025-06-09 20:20:00.941138', '학과', '2023394580@example.com', 'F', 'A조', '세부전공', '구미경', '옥순', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01026435194', 'default.jpg', 'ROLE_USER', '2023394580'),
    ('2006-08-24', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.941492', 3, '2025-06-09 20:20:00.941492', '학과', '2023318722@example.com', 'F', 'A조', '세부전공', '박지연', '준혁', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01087542995', 'default.jpg', 'ROLE_USER', '2023318722'),
    ('2002-12-15', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.941705', 2, '2025-06-09 20:20:00.941705', '학과', '2023744669@example.com', 'F', 'A조', '세부전공', '이미경', '지현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01033186743', 'default.jpg', 'ROLE_USER', '2023744669'),
    ('2006-08-09', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.941935', 4, '2025-06-09 20:20:00.941935', '학과', '2023382887@example.com', 'F', 'A조', '세부전공', '이현우', '영수', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01022143064', 'default.jpg', 'ROLE_USER', '2023382887'),
    ('2000-03-23', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.942187', 5, '2025-06-09 20:20:00.942187', '학과', '2023757600@example.com', 'F', 'A조', '세부전공', '백승민', '성수', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01065159262', 'default.jpg', 'ROLE_USER', '2023757600'),
    ('2006-05-29', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.942460', 4, '2025-06-09 20:20:00.942460', '학과', '2023584304@example.com', 'F', 'A조', '세부전공', '김지혜', '은서', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01036224076', 'default.jpg', 'ROLE_USER', '2023584304'),
    ('2007-04-26', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.942755', 3, '2025-06-09 20:20:00.942755', '학과', '2023603012@example.com', 'F', 'A조', '세부전공', '박준호', '동현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01017691165', 'default.jpg', 'ROLE_USER', '2023603012'),
    ('2003-01-25', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.942998', 1, '2025-06-09 20:20:00.942998', '학과', '2023757906@example.com', 'F', 'A조', '세부전공', '한정남', '영미', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01014855031', 'default.jpg', 'ROLE_USER', '2023757906'),
    ('2004-05-15', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.943278', 2, '2025-06-09 20:20:00.943278', '학과', '2023382572@example.com', 'F', 'A조', '세부전공', '한영일', '지혜', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01025709929', 'default.jpg', 'ROLE_USER', '2023382572'),
    ('2007-02-27', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.943592', 1, '2025-06-09 20:20:00.943592', '학과', '2023114431@example.com', 'F', 'A조', '세부전공', '장보람', '지현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01049705345', 'default.jpg', 'ROLE_USER', '2023114431'),
    ('1999-10-01', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.944101', 1, '2025-06-09 20:20:00.944101', '학과', '2023276093@example.com', 'F', 'A조', '세부전공', '최지민', '은서', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01071845177', 'default.jpg', 'ROLE_USER', '2023276093'),
    ('2006-04-03', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.944493', 5, '2025-06-09 20:20:00.944493', '학과', '2023194795@example.com', 'F', 'A조', '세부전공', '서상호', '현준', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01026147214', 'default.jpg', 'ROLE_USER', '2023194795'),
    ('2007-01-14', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.944794', 4, '2025-06-09 20:20:00.944794', '학과', '2023635763@example.com', 'F', 'A조', '세부전공', '이은영', '미경', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01069233913', 'default.jpg', 'ROLE_USER', '2023635763'),
    ('2001-04-06', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.945058', 5, '2025-06-09 20:20:00.945058', '학과', '2023659093@example.com', 'F', 'A조', '세부전공', '노준혁', '하은', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01028515243', 'default.jpg', 'ROLE_USER', '2023659093'),
    ('2004-11-09', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.945313', 2, '2025-06-09 20:20:00.945313', '학과', '2023467130@example.com', 'F', 'A조', '세부전공', '이민재', '정호', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01064471614', 'default.jpg', 'ROLE_USER', '2023467130'),
    ('2002-06-27', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.945542', 2, '2025-06-09 20:20:00.945542', '학과', '2023199893@example.com', 'F', 'A조', '세부전공', '장정남', '경숙', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01092913838', 'default.jpg', 'ROLE_USER', '2023199893'),
    ('2000-10-31', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.945817', 2, '2025-06-09 20:20:00.945817', '학과', '2023273110@example.com', 'F', 'A조', '세부전공', '송아름', '현지', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01082511628', 'default.jpg', 'ROLE_USER', '2023273110'),
    ('2005-09-01', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.946083', 1, '2025-06-09 20:20:00.946083', '학과', '2023812268@example.com', 'F', 'A조', '세부전공', '윤영순', '서준', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01046842166', 'default.jpg', 'ROLE_USER', '2023812268'),
    ('2006-08-19', 0, 3, 0, 0, 0, '2025-06-09 20:20:00.946554', 3, '2025-06-09 20:20:00.946554', '학과', '2023747404@example.com', 'F', 'A조', '세부전공', '신지은', '현준', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01096132277', 'default.jpg', 'ROLE_USER', '2023747404'),

    ('2002-04-04', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.772201', 1, '2025-06-09 20:20:29.772201', '학과', '2023381959@example.com', 'M', 'A조', '세부전공', '김동현', '수빈', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01015834377', 'default.jpg', 'ROLE_USER', '2023381959'),
    ('2003-02-21', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.775861', 5, '2025-06-09 20:20:29.775861', '학과', '2023607184@example.com', 'M', 'A조', '세부전공', '박준혁', '미숙', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01049134608', 'default.jpg', 'ROLE_USER', '2023607184'),
    ('2003-01-13', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.776123', 3, '2025-06-09 20:20:29.776123', '학과', '2023812122@example.com', 'M', 'A조', '세부전공', '김준호', '민재', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01047886759', 'default.jpg', 'ROLE_USER', '2023812122'),
    ('2003-04-01', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.776348', 2, '2025-06-09 20:20:29.776348', '학과', '2023510930@example.com', 'M', 'A조', '세부전공', '안현준', '영길', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01046917051', 'default.jpg', 'ROLE_USER', '2023510930'),
    ('2005-03-23', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.776596', 1, '2025-06-09 20:20:29.776596', '학과', '2023378908@example.com', 'M', 'A조', '세부전공', '김수진', '정식', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01061969101', 'default.jpg', 'ROLE_USER', '2023378908'),
    ('2005-09-21', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.776847', 5, '2025-06-09 20:20:29.776847', '학과', '2023402837@example.com', 'M', 'A조', '세부전공', '윤재호', '지후', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01039891355', 'default.jpg', 'ROLE_USER', '2023402837'),
    ('2002-12-30', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.777075', 3, '2025-06-09 20:20:29.777075', '학과', '2023190950@example.com', 'M', 'A조', '세부전공', '김주원', '지우', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01073637648', 'default.jpg', 'ROLE_USER', '2023190950'),
    ('2000-08-12', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.777308', 4, '2025-06-09 20:20:29.777308', '학과', '2023340795@example.com', 'M', 'A조', '세부전공', '장은정', '상훈', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01066021732', 'default.jpg', 'ROLE_USER', '2023340795'),
    ('2004-07-12', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.777509', 4, '2025-06-09 20:20:29.777509', '학과', '2023781646@example.com', 'M', 'A조', '세부전공', '박상훈', '윤서', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01029338807', 'default.jpg', 'ROLE_USER', '2023781646'),
    ('2001-12-02', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.777745', 5, '2025-06-09 20:20:29.777745', '학과', '2023187940@example.com', 'M', 'A조', '세부전공', '송지민', '순옥', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01076827402', 'default.jpg', 'ROLE_USER', '2023187940'),
    ('1999-10-27', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.777953', 1, '2025-06-09 20:20:29.777953', '학과', '2023997171@example.com', 'M', 'A조', '세부전공', '김미경', '보람', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01069726052', 'default.jpg', 'ROLE_USER', '2023997171'),
    ('2006-11-29', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.778176', 1, '2025-06-09 20:20:29.778176', '학과', '2023551965@example.com', 'M', 'A조', '세부전공', '이준호', '지혜', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01068128309', 'default.jpg', 'ROLE_USER', '2023551965'),
    ('2005-06-09', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.778380', 4, '2025-06-09 20:20:29.778380', '학과', '2023154102@example.com', 'M', 'A조', '세부전공', '이예준', '현지', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01089842395', 'default.jpg', 'ROLE_USER', '2023154102'),
    ('2001-03-11', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.778581', 4, '2025-06-09 20:20:29.778581', '학과', '2023417288@example.com', 'M', 'A조', '세부전공', '이미숙', '민석', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01021585077', 'default.jpg', 'ROLE_USER', '2023417288'),
    ('2003-07-17', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.778786', 2, '2025-06-09 20:20:29.778786', '학과', '2023697596@example.com', 'M', 'A조', '세부전공', '최서영', '성진', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01049097196', 'default.jpg', 'ROLE_USER', '2023697596'),
    ('2000-01-06', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.778978', 1, '2025-06-09 20:20:29.778978', '학과', '2023277046@example.com', 'M', 'A조', '세부전공', '김혜진', '진우', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01073983843', 'default.jpg', 'ROLE_USER', '2023277046'),
    ('2006-02-03', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.779186', 4, '2025-06-09 20:20:29.779186', '학과', '2023867965@example.com', 'M', 'A조', '세부전공', '이예진', '지현', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01096179893', 'default.jpg', 'ROLE_USER', '2023867965'),
    ('2000-07-23', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.779368', 4, '2025-06-09 20:20:29.779368', '학과', '2023521179@example.com', 'M', 'A조', '세부전공', '신지아', '지아', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01052463054', 'default.jpg', 'ROLE_USER', '2023521179'),
    ('2000-08-16', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.779760', 1, '2025-06-09 20:20:29.779760', '학과', '2023975905@example.com', 'M', 'A조', '세부전공', '강영순', '민석', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01096914424', 'default.jpg', 'ROLE_USER', '2023975905'),
    ('2003-03-03', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.780004', 5, '2025-06-09 20:20:29.780004', '학과', '2023431802@example.com', 'M', 'A조', '세부전공', '박성호', '정순', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01050638124', 'default.jpg', 'ROLE_USER', '2023431802'),
    ('2001-01-01', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.780183', 2, '2025-06-09 20:20:29.780183', '학과', '2023327768@example.com', 'M', 'A조', '세부전공', '류중수', '영진', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01037883536', 'default.jpg', 'ROLE_USER', '2023327768'),
    ('2005-05-14', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.780363', 2, '2025-06-09 20:20:29.780363', '학과', '2023377592@example.com', 'M', 'A조', '세부전공', '박예준', '영진', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01079743536', 'default.jpg', 'ROLE_USER', '2023377592'),
    ('2006-07-25', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.780546', 4, '2025-06-09 20:20:29.780546', '학과', '2023913027@example.com', 'M', 'A조', '세부전공', '강승현', '성훈', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01056556355', 'default.jpg', 'ROLE_USER', '2023913027'),
    ('2005-11-18', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.780751', 3, '2025-06-09 20:20:29.780751', '학과', '2023582993@example.com', 'M', 'A조', '세부전공', '김경자', '현숙', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01053328047', 'default.jpg', 'ROLE_USER', '2023582993'),
    ('2002-01-13', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.780944', 1, '2025-06-09 20:20:29.780944', '학과', '2023608359@example.com', 'M', 'A조', '세부전공', '김명숙', '서영', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01096862621', 'default.jpg', 'ROLE_USER', '2023608359'),
    ('2005-12-31', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.781176', 4, '2025-06-09 20:20:29.781176', '학과', '2023211635@example.com', 'M', 'A조', '세부전공', '최미영', '서연', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01049813521', 'default.jpg', 'ROLE_USER', '2023211635'),
    ('2000-02-19', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.781367', 1, '2025-06-09 20:20:29.781367', '학과', '2023983395@example.com', 'M', 'A조', '세부전공', '강정남', '병철', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01097546964', 'default.jpg', 'ROLE_USER', '2023983395'),
    ('2005-09-07', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.781530', 5, '2025-06-09 20:20:29.781530', '학과', '2023971231@example.com', 'M', 'A조', '세부전공', '이보람', '서윤', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01095923674', 'default.jpg', 'ROLE_USER', '2023971231'),
    ('2001-08-05', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.781728', 3, '2025-06-09 20:20:29.781728', '학과', '2023979060@example.com', 'M', 'A조', '세부전공', '박지후', '예지', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01095872095', 'default.jpg', 'ROLE_USER', '2023979060'),
    ('2006-08-11', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.781894', 1, '2025-06-09 20:20:29.781894', '학과', '2023150840@example.com', 'M', 'A조', '세부전공', '장명숙', '은지', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01037529405', 'default.jpg', 'ROLE_USER', '2023150840'),
    ('2002-10-21', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.782086', 5, '2025-06-09 20:20:29.782086', '학과', '2023976913@example.com', 'M', 'A조', '세부전공', '이지후', '영숙', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01061524879', 'default.jpg', 'ROLE_USER', '2023976913'),
    ('2001-05-14', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.782256', 1, '2025-06-09 20:20:29.782256', '학과', '2023724386@example.com', 'M', 'A조', '세부전공', '황영자', '중수', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01026681524', 'default.jpg', 'ROLE_USER', '2023724386'),
    ('2000-09-07', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.782438', 1, '2025-06-09 20:20:29.782438', '학과', '2023614797@example.com', 'M', 'A조', '세부전공', '전종수', '지훈', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01079594670', 'default.jpg', 'ROLE_USER', '2023614797'),
    ('2006-08-08', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.782603', 4, '2025-06-09 20:20:29.782603', '학과', '2023479404@example.com', 'M', 'A조', '세부전공', '최주원', '정웅', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01074529631', 'default.jpg', 'ROLE_USER', '2023479404'),
    ('2005-04-17', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.782783', 5, '2025-06-09 20:20:29.782783', '학과', '2023710666@example.com', 'M', 'A조', '세부전공', '이도윤', '정웅', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01067565289', 'default.jpg', 'ROLE_USER', '2023710666'),
    ('2003-01-05', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.782974', 4, '2025-06-09 20:20:29.782974', '학과', '2023662562@example.com', 'M', 'A조', '세부전공', '지지아', '정순', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01035938299', 'default.jpg', 'ROLE_USER', '2023662562'),
    ('2001-09-15', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.783126', 2, '2025-06-09 20:20:29.783126', '학과', '2023891505@example.com', 'M', 'A조', '세부전공', '김경희', '민수', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01076097814', 'default.jpg', 'ROLE_USER', '2023891505'),
    ('2002-03-07', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.783362', 2, '2025-06-09 20:20:29.783362', '학과', '2023180014@example.com', 'M', 'A조', '세부전공', '이지후', '윤서', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01038378291', 'default.jpg', 'ROLE_USER', '2023180014'),
    ('2003-07-07', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.783515', 3, '2025-06-09 20:20:29.783515', '학과', '2023457997@example.com', 'M', 'A조', '세부전공', '이정자', '정숙', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01052206972', 'default.jpg', 'ROLE_USER', '2023457997'),
    ('2007-02-08', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.783656', 2, '2025-06-09 20:20:29.783656', '학과', '2023379296@example.com', 'M', 'A조', '세부전공', '안하은', '도윤', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01032973502', 'default.jpg', 'ROLE_USER', '2023379296'),
    ('2000-08-16', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.783826', 4, '2025-06-09 20:20:29.783826', '학과', '2023872205@example.com', 'M', 'A조', '세부전공', '강민재', '영일', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01028264673', 'default.jpg', 'ROLE_USER', '2023872205'),
    ('2004-04-04', 0, 4, 0, 0, 0, '2025-06-09 20:20:29.784118', 2, '2025-06-09 20:20:29.784118', '학과', '2023616941@example.com', 'M', 'A조', '세부전공', '이미숙', '윤서', '$2a$10$2/ZUDynpz0BDpGUt/FLJ.OumPW6INKT.Hotj65QofSY5896MQmzW2', '01013237781', 'default.jpg', 'ROLE_USER', '2023616941');

-- 강의실 INSERT
insert into public.classroom (
    end_time, start_time, created_at, manager_id, renter_id, updated_at,
    image_url, description, name, status, requested_at, start_rent_time, end_rent_time
) values
      ('18:00:00', '09:00:00', now(), 1, null, now(), null, '101호', '101호', 'AVAILABLE', null, null, null),
      ('18:00:00', '09:00:00', now(), 1, null, now(), null, '102호', '102호', 'AVAILABLE', null, null, null),
      ('18:00:00', '09:00:00', now(), 1, null, now(), null, '105호', '105호', 'AVAILABLE', null, null, null),
      ('18:00:00', '09:00:00', now(), 1, null, now(), null, '인201호', '인201호', 'AVAILABLE', null, null, null),
      ('18:00:00', '09:00:00', now(), 1, null, now(), null, '인201호', '인201호', 'AVAILABLE', null, null, null),
      ('18:00:00', '09:00:00', now(), 1, null, now(), null, '도209호', '도209호', 'AVAILABLE', null, null, null),
      ('18:00:00', '09:00:00', now(), 1, null, now(), null, '304호', '304호', 'AVAILABLE', null, null, null),
      ('18:00:00', '09:00:00', now(), 1, null, now(), null, '은305호', '은305호', 'AVAILABLE', null, null, null),
      ('18:00:00', '09:00:00', now(), 1, null, now(), null, '306호', '306호', 'AVAILABLE', null, null, null),
      ('18:00:00', '09:00:00', now(), 1, null, now(), null, '307호', '307호', 'AVAILABLE', null, null, null),
      ('18:00:00', '09:00:00', now(), 1, null, now(), null, '308호', '308호', 'AVAILABLE', null, null, null),
      ('18:00:00', '09:00:00', now(), 1, null, now(), null, '501호', '501호', 'AVAILABLE', null, null, null);

-- 교수 INSERT
insert into public.professor (created_at, updated_at, description, name)
values
    (now(), now(), '학과장', '정교수'),
    (now(), now(), '', '박교수'),
    (now(), now(), '', '김교수'),
    (now(), now(), '', '이교수'),
    (now(), now(), '', '한교수');


-- 공지사항
insert into public.notice (view, title, content, important, attachment_url, author_id, created_at, updated_at)
values
    (0, '시스템 점검 안내',
     '안녕하세요. 서버 시스템 점검으로 인해 2025년 5월 25일 오전 2시~4시까지 서비스 이용이 일시 중단됩니다. 이용에 불편을 드려 죄송합니다.',
     true, null, 3, '2025-05-20 09:00:00', '2025-05-20 09:00:00'),
    (0, '신규 기능 업데이트 소식',
     '안녕하세요! 많은 분들이 요청해주신 댓글 기능이 추가되었습니다. 이제 게시글에 댓글을 작성하고 다른 사용자들과 소통할 수 있습니다. 많은 이용 부탁드립니다.',
     false, 'https://example.com/update-guide.pdf', 2, '2025-05-18 14:30:00', '2025-05-18 14:30:00'),
    (0, '개인정보 처리방침 변경 안내',
     '개인정보보호법 개정에 따라 개인정보 처리방침이 일부 변경되었습니다. 주요 변경사항을 확인하시고 동의 절차를 진행해주시기 바랍니다. 미동의 시 서비스 이용에 제한이 있을 수 있습니다.',
     true, 'https://example.com/privacy-policy.pdf', 1, '2025-05-15 11:00:00', '2025-05-15 11:00:00'),
    (0, '5월 정기 점검 및 이벤트 안내',
     '5월 정기 점검이 예정되어 있습니다. 점검 기간: 2025년 5월 30일 오전 1시~3시. 또한 점검 완료 후 감사 이벤트로 포인트 지급 이벤트를 진행할 예정이니 많은 참여 바랍니다.',
     false, null, 3, '2025-05-22 16:45:00', '2025-05-22 16:45:00'),
    (0, '6월 휴무 안내',
     '안녕하세요. 2025년 6월 6일(현충일)은 휴무일로 고객센터 운영 및 일부 서비스 응대가 제한됩니다. 양해 부탁드립니다.',
     false, null, 2, '2025-06-01 10:00:00', '2025-06-01 10:00:00');

-- 연간 일정
insert into public.year_schedule (color, date, end_at, is_holiday, start_at, classroom_id, created_at, updated_at, description)
values  ('#EF4444', '2025-05-26', null, true, null, null, '2025-05-26 10:52:46.130416', '2025-05-26 10:52:46.130416', '첫번째 연간 일정(휴일)'),
        (null, '2025-05-27', '14:00:00', false, '13:00:00', 1, '2025-05-26 10:53:50.759813', '2025-05-26 10:53:50.759813', '두번째 연간 일정(특강)'),
        ('#EF4444', '2025-06-09', null, true, null, null, '2025-05-26 10:52:46.130416', '2025-05-26 10:52:46.130416', '세번째 연간 일정(휴일)'),
        (null, '2025-06-13', '14:00:00', false, '13:00:00', 1, '2025-05-26 10:53:50.759813', '2025-05-26 10:53:50.759813', '네번째 연간 일정(특강)');

-- 학기
insert into public.semester (end_date, start_date, year, created_at, updated_at, name)
values  ('2025-06-26', '2025-02-26', 2025, '2025-05-26 11:08:49.943975', '2025-05-26 11:08:49.943975', '1학기');

-- 수업 시간표
insert into public.semester_schedule (
    created_at, updated_at, color, semester_id, name, professor_id, day, start_at, end_at, classroom_id
)
values
    (now(), now(), '#112233', 1, '그래픽디자인실습A', 1, 4, '14:00:00', '17:00:00', 5),
    (now(), now(), '#112233', 1, '그래픽디자인실습N', 1, 5, '10:00:00', '13:00:00', 5),
    (now(), now(), '#112233', 1, '그래픽디자인실습B', 1, 5, '14:00:00', '17:00:00', 5),
    (now(), now(), '#112233', 1, '사운드기초A', 1, 1, '9:00:00', '12:00:00', 2),
    (now(), now(), '#112233', 1, '사운드기초N', 1, 1, '12:00:00', '15:00:00', 2),
    (now(), now(), '#112233', 1, '사운드기초B', 1, 1, '15:00:00', '18:00:00', 2),
    (now(), now(), '#112233', 1, '영상촬영기초A', 1, 1, '14:00:00', '17:00:00', 10),
    (now(), now(), '#112233', 1, '영상촬영기초N', 1, 4, '14:00:00', '17:00:00', 10),
    (now(), now(), '#112233', 1, '영상촬영기초B', 1, 4, '10:00:00', '13:00:00', 10),
    (now(), now(), '#112233', 1, '영상미학의이해A', 1, 3, '10:00:00', '13:00:00', 4),
    (now(), now(), '#112233', 1, '영상미학의이해B', 1, 3, '14:00:00', '17:00:00', 4),
    (now(), now(), '#112233', 1, '비전과진로A', 1, 2, '13:00:00', '15:00:00', 2),
    (now(), now(), '#112233', 1, '비전과진로N', 1, 2, '9:00:00', '11:00:00', 2),
    (now(), now(), '#112233', 1, '비전과진로B', 1, 2, '15:00:00', '17:00:00', 2),
    (now(), now(), '#112233', 1, '미디어글쓰기A', 1, 4, '11:00:00', '13:00:00', 12),
    (now(), now(), '#112233', 1, '미디어글쓰기N', 1, 2, '13:00:00', '15:00:00', 9),
    (now(), now(), '#112233', 1, '미디어글쓰기B', 1, 4, '14:00:00', '16:00:00', 7),
    (now(), now(), '#112233', 1, '콘텐츠제작기획A', 1, 3, '14:00:00', '17:00:00', 11),
    (now(), now(), '#112233', 1, '콘텐츠제작기획N', 1, 4, '10:00:00', '13:00:00', 11),
    (now(), now(), '#112233', 1, '콘텐츠제작기획B', 1, 3, '10:00:00', '13:00:00', 11),

    (now(), now(), '#112233', 1, '촬영실습A', 1, 2, '12:00:00', '15:00:00', 10),
    (now(), now(), '#112233', 1, '영상디자인실습A', 1, 3, '10:00:00', '13:00:00', 3),
    (now(), now(), '#112233', 1, '영상음악제작A', 1, 3, '14:00:00', '17:00:00', 6),
    (now(), now(), '#112233', 1, '영상편집응용A', 1, 4, '10:00:00', '13:00:00', 1),
    (now(), now(), '#112233', 1, '방송과통신A', 1, 4, '14:00:00', '17:00:00', 11),
    (now(), now(), '#112233', 1, '조명기법A', 1, 5, '12:00:00', '15:00:00', 11),

    (now(), now(), '#112233', 1, '촬영실습B', 1, 2, '9:00:00', '12:00:00', 10),
    (now(), now(), '#112233', 1, '영상디자인실습B', 1, 2, '14:00:00', '17:00:00', 3),
    (now(), now(), '#112233', 1, '영상음악제작B', 1, 3, '10:00:00', '13:00:00', 6),
    (now(), now(), '#112233', 1, '영상편집응용B', 1, 5, '14:00:00', '17:00:00', 1),
    (now(), now(), '#112233', 1, '방송과통신B', 1, 4, '10:00:00', '13:00:00', 11),
    (now(), now(), '#112233', 1, '조명기법B', 1, 4, '9:00:00', '12:00:00', 11),

    (now(), now(), '#112233', 1, '라이브커머스콘텐츠제작A', 1, 2, '12:00:00', '15:00:00', 8),
    (now(), now(), '#112233', 1, '광고제작실무A', 1, 3, '10:00:00', '13:00:00', 1),
    (now(), now(), '#112233', 1, '색채과학과컬러그레이딩A', 1, 4, '9:00:00', '12:00:00', 3),
    (now(), now(), '#112233', 1, '프로덕션워크숍A', 1, 4, '14:00:00', '17:00:00', 2),

    (now(), now(), '#112233', 1, '라이브커머스콘텐츠제작N', 1, 2, '15:00:00', '18:00:00', 8),
    (now(), now(), '#112233', 1, '프로덕션워크숍N', 1, 3, '10:00:00', '13:00:00', 2),
    (now(), now(), '#112233', 1, '광고제작실무N', 1, 3, '14:00:00', '17:00:00', 1),
    (now(), now(), '#112233', 1, '색채과학과컬러그레이딩N', 1, 4, '12:00:00', '15:00:00', 3),

    (now(), now(), '#112233', 1, '라이브커머스콘텐츠제작B', 1, 2, '9:00:00', '12:00:00', 8),
    (now(), now(), '#112233', 1, '프로덕션워크숍B', 1, 3, '14:00:00', '17:00:00', 2),
    (now(), now(), '#112233', 1, '광고제작실무B', 1, 4, '10:00:00', '13:00:00', 2),
    (now(), now(), '#112233', 1, '색채과학과컬러그레이딩B', 1, 4, '15:00:00', '18:00:00', 3),

    (now(), now(), '#112233', 1, '콘텐츠제작실무', 1, 3, '10:00:00', '13:00:00', 10),
    (now(), now(), '#112233', 1, '영상작품연구', 1, 3, '15:00:00', '18:00:00', 6),
    (now(), now(), '#112233', 1, '콘텐츠기획및연출', 1, 4, '14:00:00', '17:00:00', 9);

-- 게시판 카테고리
insert into public.board_category (created_at, updated_at, description, name)
values
    (now(), now(), '자유로운 대화가 가능합니다.', '자유게시판'),
    (now(), now(), '사용자끼리 자유로운 질문 답변이 가능합니다.', '질문게시판'),
    (now(), now(), '개선사항 ㄱㄱ링.', '개선사항 요구 게시판');

-- 게시판
INSERT INTO board
( title, nickname, author_id, recommend, view, content, board_category_id, created_at, updated_at )
VALUES
    (
        '자유게시판 첫 글',
        'member01',
        1,
        3,
        10,
        '자유로운 이야기를 공유합니다.',
        1,
        '2025-06-09 10:00:00',
        '2025-06-09 10:00:00'
    ),
    (
        '기능 개선 요청: 로그인 오류',
        'user02',
        2,
        5,
        20,
        '로그인 시 간헐적 오류가 발생합니다. 확인 부탁드립니다.',
        2,
        '2025-06-09 11:30:00',
        '2025-06-09 11:30:00'
    ),
    (
        '건의사항: 페이지네이션 추가',
        'tester',
        3,
        2,
        15,
        '페이지네이션 기능이 있으면 대량의 데이터도 편리하게 볼 수 있을 것 같습니다.',
        1,
        '2025-06-09 13:45:00',
        '2025-06-09 13:45:00'
    ),
    (
        '주말 일정 공유',
        'happyUser',
        4,
        8,
        30,
        '이번 주말에 계획이 있으신가요? 함께 수다 떨어요!',
        3,
        '2025-06-09 15:20:00',
        '2025-06-09 15:20:00'
    ),
    (
        '요청: 다크 모드 지원',
        'devFan',
        5,
        7,
        25,
        '다크 모드 기능이 있으면 눈의 피로를 줄일 수 있을 것 같습니다.',
        2,
        '2025-06-09 17:05:00',
        '2025-06-09 17:05:00'
    );


-- 문의
insert into public.inquiry (author_id, created_at, updated_at, attachment_url, status, title, type, content)
values
    (1, now(), now(), null, 'NOT_ANSWERED', '문의1', 'RENTAL', '문의내용1'),
    (3, now(), now(), null, 'ANSWERED', '문의2', 'RETURN', '문의내용2'),
    (3, now(), now(), null, 'NOT_ANSWERED', '문의3', 'ETC', '문의내용3'),
    (2, now(), now(), null, 'NOT_ANSWERED', '로그인이 안돼요', 'SYSTEM_ERROR', '로그인 시도 시 계속 실패합니다. 원인을 모르겠어요.'),
    (4, now(), now(), null, 'NOT_ANSWERED', '비밀번호 변경 문의', 'EQUIPMENT_BROKEN', '비밀번호 변경 이메일이 오지 않습니다.'),
    (1, now(), now(), null, 'NOT_ANSWERED', '기능 제안', 'PENALTY', '장비 대여 시 반납 알림 기능이 있었으면 좋겠습니다.');

-- 문의 답변
insert into public.inquiry_answer (created_at, inquiry_id, responder_id, updated_at, content)
values
    (now(), 2, 2, now(), '문의2에 대한 답변'),
    (now(), 5, 3, now(), '기능 제안에 대한 답변 감사합니다. 검토해보겠습니다.'),
    (now(), 3, 1, now(), '로그인 문제는 현재 해결되었습니다. 다시 시도해 주세요.'),
    (now(), 4, 2, now(), '비밀번호 변경 메일이 발송되지 않는 문제는 현재 확인 중입니다.');

-- 유저 4명 (id : 5,6,7,8) 제재 시키기
insert into rental_restriction (created_at, end_at, updated_at, user_id, reason, type)
values
    (now(), now() + (random() * interval '5 days'), now(), 5, 'OVERDUE', 'EQUIPMENT'),
    (now(), now() + (random() * interval '5 days'), now(), 6, 'BROKEN', 'EQUIPMENT'),
    (now(), now() + (random() * interval '5 days'), now(), 7, 'BROKEN', 'CLASSROOM'),
    (now(), now() + (random() * interval '5 days'), now(), 8, 'LOST', 'CLASSROOM');


--파손 수리 히스토리
INSERT INTO broken_repair_history (
    target_type, history_type, equipment_id, classroom_id, detail,
    broken_type, broken_by_id, broken_by_name, related_broken_id,
    created_at, updated_at
)
VALUES
-- 장비 파손 1~5
('EQUIPMENT', 'BROKEN', 1, null, '장비 파손 테스트 1', 'ADMIN_BROKEN', 1, '관리자1', null, '2025-04-01', '2025-04-01'),
('EQUIPMENT', 'BROKEN', 2, null, '장비 파손 테스트 2', 'RETURN_BROKEN', 2, '사용자2', null, '2025-04-05', '2025-04-05'),
('EQUIPMENT', 'BROKEN', 3, null, '장비 파손 테스트 3', 'ADMIN_BROKEN', 1, '관리자1', null, '2025-04-10', '2025-04-10'),
('EQUIPMENT', 'BROKEN', 4, null, '장비 파손 테스트 4', 'RETURN_BROKEN', 2, '사용자2', null, '2025-04-15', '2025-04-15'),
('EQUIPMENT', 'BROKEN', 5, null, '장비 파손 테스트 5', 'ADMIN_BROKEN', 1, '관리자1', null, '2025-04-20', '2025-04-20'),

-- 장비 수리 6~10 (related to 위의 ID 1~5)
('EQUIPMENT', 'REPAIR', 1, null, '장비 수리 테스트 1', null, 2, '사용자2', 1, '2025-04-25', '2025-04-25'),
('EQUIPMENT', 'REPAIR', 2, null, '장비 수리 테스트 2', null, 1, '관리자1', 2, '2025-04-27', '2025-04-27'),
('EQUIPMENT', 'REPAIR', 3, null, '장비 수리 테스트 3', null, 2, '사용자2', 3, '2025-05-01', '2025-05-01'),
('EQUIPMENT', 'REPAIR', 4, null, '장비 수리 테스트 4', null, 1, '관리자1', 4, '2025-05-05', '2025-05-05'),
('EQUIPMENT', 'REPAIR', 5, null, '장비 수리 테스트 5', null, 2, '사용자2', 5, '2025-05-10', '2025-05-10'),

-- 강의실 파손 11~15
('CLASSROOM', 'BROKEN', null, 1, '강의실 파손 테스트 1', 'ADMIN_BROKEN', 1, '관리자1', null, '2025-04-03', '2025-04-03'),
('CLASSROOM', 'BROKEN', null, 2, '강의실 파손 테스트 2', 'RETURN_BROKEN', 2, '사용자2', null, '2025-04-07', '2025-04-07'),
('CLASSROOM', 'BROKEN', null, 3, '강의실 파손 테스트 3', 'ADMIN_BROKEN', 1, '관리자1', null, '2025-04-12', '2025-04-12'),
('CLASSROOM', 'BROKEN', null, 4, '강의실 파손 테스트 4', 'RETURN_BROKEN', 2, '사용자2', null, '2025-04-17', '2025-04-17'),
('CLASSROOM', 'BROKEN', null, 5, '강의실 파손 테스트 5', 'ADMIN_BROKEN', 1, '관리자1', null, '2025-04-22', '2025-04-22'),

-- 강의실 수리 16~20 (related to ID 11~15)
('CLASSROOM', 'REPAIR', null, 1, '강의실 수리 테스트 1', null, 2, '사용자2', 11, '2025-04-26', '2025-04-26'),
('CLASSROOM', 'REPAIR', null, 2, '강의실 수리 테스트 2', null, 1, '관리자1', 12, '2025-04-28', '2025-04-28'),
('CLASSROOM', 'REPAIR', null, 3, '강의실 수리 테스트 3', null, 2, '사용자2', 13, '2025-05-02', '2025-05-02'),
('CLASSROOM', 'REPAIR', null, 4, '강의실 수리 테스트 4', null, 1, '관리자1', 14, '2025-05-06', '2025-05-06'),
('CLASSROOM', 'REPAIR', null, 5, '강의실 수리 테스트 5', null, 2, '사용자2', 15, '2025-05-11', '2025-05-11');

--장비 장바구니
INSERT INTO equipment_carts (user_id, equipment_id, created_at, updated_at)
VALUES
-- user_id = 1
(1, 1, '2025-05-01 10:00:00', '2025-05-01 10:00:00'),
(1, 2, '2025-05-01 10:05:00', '2025-05-01 10:05:00'),
(1, 3, '2025-05-01 10:10:00', '2025-05-01 10:10:00'),

-- user_id = 2
(2, 1, '2025-05-01 11:00:00', '2025-05-01 11:00:00'),
(2, 2, '2025-05-01 11:05:00', '2025-05-01 11:05:00'),
(2, 3, '2025-05-01 11:10:00', '2025-05-01 11:10:00'),

-- user_id = 3
(3, 1, '2025-05-01 12:00:00', '2025-05-01 12:00:00'),
(3, 2, '2025-05-01 12:05:00', '2025-05-01 12:05:00'),
(3, 3, '2025-05-01 12:10:00', '2025-05-01 12:10:00'),

-- user_id = 4
(4, 1, '2025-05-02 10:00:00', '2025-05-02 10:00:00'),
(4, 2, '2025-05-02 10:05:00', '2025-05-02 10:05:00'),
(4, 3, '2025-05-02 10:10:00', '2025-05-02 10:10:00'),

-- user_id = 5
(5, 1, '2025-05-02 11:00:00', '2025-05-02 11:00:00'),
(5, 2, '2025-05-02 11:05:00', '2025-05-02 11:05:00'),
(5, 3, '2025-05-02 11:10:00', '2025-05-02 11:10:00'),

-- user_id = 6
(6, 1, '2025-05-02 12:00:00', '2025-05-02 12:00:00'),
(6, 2, '2025-05-02 12:05:00', '2025-05-02 12:05:00'),
(6, 3, '2025-05-02 12:10:00', '2025-05-02 12:10:00'),

-- user_id = 7
(7, 1, '2025-05-03 10:00:00', '2025-05-03 10:00:00'),
(7, 2, '2025-05-03 10:05:00', '2025-05-03 10:05:00'),
(7, 3, '2025-05-03 10:10:00', '2025-05-03 10:10:00'),

-- user_id = 8
(8, 1, '2025-05-03 11:00:00', '2025-05-03 11:00:00'),
(8, 2, '2025-05-03 11:05:00', '2025-05-03 11:05:00'),
(8, 3, '2025-05-03 11:10:00', '2025-05-03 11:10:00'),

-- user_id = 9
(9, 1, '2025-05-03 12:00:00', '2025-05-03 12:00:00'),
(9, 2, '2025-05-03 12:05:00', '2025-05-03 12:05:00'),
(9, 3, '2025-05-03 12:10:00', '2025-05-03 12:10:00'),

-- user_id = 10
(10, 1, '2025-05-04 10:00:00', '2025-05-04 10:00:00'),
(10, 2, '2025-05-04 10:05:00', '2025-05-04 10:05:00'),
(10, 3, '2025-05-04 10:10:00', '2025-05-04 10:10:00'),

-- user_id = 11
(11, 1, '2025-05-04 11:00:00', '2025-05-04 11:00:00'),
(11, 2, '2025-05-04 11:05:00', '2025-05-04 11:05:00'),
(11, 3, '2025-05-04 11:10:00', '2025-05-04 11:10:00'),

-- user_id = 12
(12, 1, '2025-05-04 12:00:00', '2025-05-04 12:00:00'),
(12, 2, '2025-05-04 12:05:00', '2025-05-04 12:05:00'),
(12, 3, '2025-05-04 12:10:00', '2025-05-04 12:10:00'),

-- user_id = 13
(13, 1, '2025-05-05 10:00:00', '2025-05-05 10:00:00'),
(13, 2, '2025-05-05 10:05:00', '2025-05-05 10:05:00'),
(13, 3, '2025-05-05 10:10:00', '2025-05-05 10:10:00'),

-- user_id = 14
(14, 1, '2025-05-05 11:00:00', '2025-05-05 11:00:00'),
(14, 2, '2025-05-05 11:05:00', '2025-05-05 11:05:00'),
(14, 3, '2025-05-05 11:10:00', '2025-05-05 11:10:00'),

-- user_id = 15
(15, 1, '2025-05-05 12:00:00', '2025-05-05 12:00:00'),
(15, 2, '2025-05-05 12:05:00', '2025-05-05 12:05:00'),
(15, 3, '2025-05-05 12:10:00', '2025-05-05 12:10:00');


INSERT INTO notifications (user_id, category, title, message, link, read) VALUES
-- User 1
(1, '장비', '장비 대여 요청 승인 (User 1)', '장비 대여 요청이 승인되었습니다.',           '/equipment/1/approve',    true),
(1, '회원', '회원 정보 업데이트 완료 (User 1)',  '회원 정보가 성공적으로 업데이트되었습니다.', '/user/1/profile',         true),
(1, '강의', '강의실 예약 확인 (User 1)',        '강의실 예약이 확인되었습니다.',             '/classroom/1/booking',     false),
(1, '시스템', '시스템 점검 안내',                '시스템 점검이 예정되어 있습니다.',         '/system/maintenance',      false),
(1, '공지', '새 공지사항 등록',                 '새로운 공지사항이 등록되었습니다.',         '/notices/latest',          false),
-- User 2
(2, '장비', '장비 대여 요청 승인 (User 2)', '장비 대여 요청이 승인되었습니다.',           '/equipment/2/approve',    true),
(2, '회원', '회원 정보 업데이트 완료 (User 2)',  '회원 정보가 성공적으로 업데이트되었습니다.', '/user/2/profile',         true),
(2, '강의', '강의실 예약 확인 (User 2)',        '강의실 예약이 확인되었습니다.',             '/classroom/2/booking',     false),
(2, '시스템', '시스템 점검 안내',                '시스템 점검이 예정되어 있습니다.',         '/system/maintenance',      false),
(2, '공지', '새 공지사항 등록',                 '새로운 공지사항이 등록되었습니다.',         '/notices/latest',          false),
-- User 3
(3, '장비', '장비 대여 요청 승인 (User 3)', '장비 대여 요청이 승인되었습니다.',           '/equipment/3/approve',    true),
(3, '회원', '회원 정보 업데이트 완료 (User 3)',  '회원 정보가 성공적으로 업데이트되었습니다.', '/user/3/profile',         true),
(3, '강의', '강의실 예약 확인 (User 3)',        '강의실 예약이 확인되었습니다.',             '/classroom/3/booking',     false),
(3, '시스템', '시스템 점검 안내',                '시스템 점검이 예정되어 있습니다.',         '/system/maintenance',      false),
(3, '공지', '새 공지사항 등록',                 '새로운 공지사항이 등록되었습니다.',         '/notices/latest',          false),
-- User 4
(4, '장비', '장비 대여 요청 승인 (User 4)', '장비 대여 요청이 승인되었습니다.',           '/equipment/4/approve',    true),
(4, '회원', '회원 정보 업데이트 완료 (User 4)',  '회원 정보가 성공적으로 업데이트되었습니다.', '/user/4/profile',         true),
(4, '강의', '강의실 예약 확인 (User 4)',        '강의실 예약이 확인되었습니다.',             '/classroom/4/booking',     false),
(4, '시스템', '시스템 점검 안내',                '시스템 점검이 예정되어 있습니다.',         '/system/maintenance',      false),
(4, '공지', '새 공지사항 등록',                 '새로운 공지사항이 등록되었습니다.',         '/notices/latest',          false),
-- User 5
(5, '장비', '장비 대여 요청 승인 (User 5)', '장비 대여 요청이 승인되었습니다.',           '/equipment/5/approve',    true),
(5, '회원', '회원 정보 업데이트 완료 (User 5)',  '회원 정보가 성공적으로 업데이트되었습니다.', '/user/5/profile',         true),
(5, '강의', '강의실 예약 확인 (User 5)',        '강의실 예약이 확인되었습니다.',             '/classroom/5/booking',     false),
(5, '시스템', '시스템 점검 안내',                '시스템 점검이 예정되어 있습니다.',         '/system/maintenance',      false),
(5, '공지', '새 공지사항 등록',                 '새로운 공지사항이 등록되었습니다.',         '/notices/latest',          false),
-- User 6
(6, '장비', '장비 대여 요청 승인 (User 6)', '장비 대여 요청이 승인되었습니다.',           '/equipment/6/approve',    true),
(6, '회원', '회원 정보 업데이트 완료 (User 6)',  '회원 정보가 성공적으로 업데이트되었습니다.', '/user/6/profile',         true),
(6, '강의', '강의실 예약 확인 (User 6)',        '강의실 예약이 확인되었습니다.',             '/classroom/6/booking',     false),
(6, '시스템', '시스템 점검 안내',                '시스템 점검이 예정되어 있습니다.',         '/system/maintenance',      false),
(6, '공지', '새 공지사항 등록',                 '새로운 공지사항이 등록되었습니다.',         '/notices/latest',          false),
-- User 7
(7, '장비', '장비 대여 요청 승인 (User 7)', '장비 대여 요청이 승인되었습니다.',           '/equipment/7/approve',    true),
(7, '회원', '회원 정보 업데이트 완료 (User 7)',  '회원 정보가 성공적으로 업데이트되었습니다.', '/user/7/profile',         true),
(7, '강의', '강의실 예약 확인 (User 7)',        '강의실 예약이 확인되었습니다.',             '/classroom/7/booking',     false),
(7, '시스템', '시스템 점검 안내',                '시스템 점검이 예정되어 있습니다.',         '/system/maintenance',      false),
(7, '공지', '새 공지사항 등록',                 '새로운 공지사항이 등록되었습니다.',         '/notices/latest',          false);

-- 1. Insert into equipment_category (No Change from previous versions)
INSERT INTO equipment_category (name, max_rental_count, english_code, created_at) VALUES ('카메라', 99, 'CAMERA', now()); -- id = 1
INSERT INTO equipment_category (name, max_rental_count, english_code, created_at) VALUES ('렌즈', 99, 'LENS', now());    -- id = 2
INSERT INTO equipment_category (name, max_rental_count, english_code, created_at) VALUES ('트라이포드', 99, 'TRIPOD', now()); -- id = 3
INSERT INTO equipment_category (name, max_rental_count, english_code, created_at) VALUES ('배터리', 99, 'BATTERY', now()); -- id = 4
INSERT INTO equipment_category (name, max_rental_count, english_code, created_at) VALUES ('카메라 부착물', 99, 'ATTATCH', now()); -- id = 5
INSERT INTO equipment_category (name, max_rental_count, english_code, created_at) VALUES ('모니터', 99, 'MONITOR', now()); -- id = 6
INSERT INTO equipment_category (name, max_rental_count, english_code, created_at) VALUES ('기타장비', 99, 'OTHER', now()); -- id = 7
INSERT INTO equipment_category (name, max_rental_count, english_code, created_at) VALUES ('조명', 99, 'LIGHT', now());   -- id = 8
INSERT INTO equipment_category (name, max_rental_count, english_code, created_at) VALUES ('리더기/SD', 99, 'READER/SD', now()); -- id = 9
INSERT INTO equipment_category (name, max_rental_count, english_code, created_at) VALUES ('음향', 99, 'AUDIO', now());   -- id = 10


-- 2. Insert into equipment_model (Adding model_group_index for each model)
--    Note: model_id values are illustrative. Actual IDs depend on auto-increment behavior.
--    model_group_index is assigned based on grouping by first 3 chars of english_code.

-- CAMERA (category_id = 1)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (1, '삼성 NX-5', 'Samsung NX-5', TRUE, 1, now()); -- model_id: 1 (SAM group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (1, '캐논 80D', 'Canon 80D', TRUE, 1, now());     -- model_id: 2 (CAN group - first Canon)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (1, '캐논 5D Mk2', 'Canon 5D Mk2', TRUE, 2, now()); -- model_id: 3 (CAN group - second Canon)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (1, '캐논 5D Mk4', 'Canon 5D Mk4', TRUE, 3, now()); -- model_id: 4 (CAN group - third Canon)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (1, '캐논 C-100', 'Canon C-100', TRUE, 4, now()); -- model_id: 5 (CAN group - fourth Canon)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (1, '소니 A7C', 'Sony A7C', TRUE, 1, now());       -- model_id: 6 (SON group - first Sony)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (1, '소니 FX3', 'Sony FX3', TRUE, 2, now());       -- model_id: 7 (SON group - second Sony)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (1, '소니 FX6', 'Sony FX6', TRUE, 3, now());       -- model_id: 8 (SON group - third Sony)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (1, '고프로', 'GoPro', TRUE, 1, now());           -- model_id: 9 (GOP group)

-- LENS (category_id = 2)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '28-60m 번들 렌즈', '28-60m', TRUE, 1, now()); -- model_id: 10 (_28 group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '삼양(소니마운트/82mm) 24-70mm', 'Samyang 24-70mm', TRUE, 1, now()); -- model_id: 11 (SAM group - first Samyang)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '삼양(소니마운트) 24-70mm', 'Samyang 24-70mm', TRUE, 2, now()); -- model_id: 12 (SAM group - second Samyang)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '삼양(소니마운트/72mm) 50mm', 'Samyang 50mm', TRUE, 3, now()); -- model_id: 13 (SAM group - third Samyang)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '삼양(소니마운트) 85mm', 'Samyang 85mm', TRUE, 4, now()); -- model_id: 14 (SAM group - fourth Samyang)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '삼양(소니마운트/82mm) 35-150mm', 'Samyang 35-150mm', TRUE, 5, now()); -- model_id: 15 (SAM group - fifth Samyang)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, 'Sony(82mm) 16-35mm', 'Sony 16-35mm', TRUE, 1, now()); -- model_id: 16 (SON group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, 'Sony 70-200mm', 'Sony 70-200mm', TRUE, 2, now()); -- model_id: 17 (SON group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, 'Sony 70-350mm', 'Sony 70-350mm', TRUE, 3, now()); -- model_id: 18 (SON group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '매트박스', 'Mattebox', TRUE, 1, now());       -- model_id: 19 (MAT group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '(77mm)_CU필터', 'CU Filter 77mm', TRUE, 1, now()); -- model_id: 20 (CU_ group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '(77mm)_CPL필터', 'CPL Filter 77mm', TRUE, 1, now()); -- model_id: 21 (CPL group - 77mm)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '(67mm)_CPL필터', 'CPL Filter 67mm', TRUE, 2, now()); -- model_id: 22 (CPL group - 67mm)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '(82mm)_CPL필터', 'CPL Filter 82mm', TRUE, 3, now()); -- model_id: 23 (CPL group - 82mm)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '(62mm)_BP필터', 'BP Filter 62mm', TRUE, 1, now()); -- model_id: 24 (BP_ group - 62mm)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '(72mm)_BP필터', 'BP Filter 72mm', TRUE, 2, now()); -- model_id: 25 (BP_ group - 72mm)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '(82mm)_BP필터', 'BP Filter 82mm', TRUE, 3, now()); -- model_id: 26 (BP_ group - 82mm)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '(77mm)_BP필터', 'BP Filter 77mm', TRUE, 4, now()); -- model_id: 27 (BP_ group - 77mm)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '(67mm)_BP필터', 'BP Filter 67mm', TRUE, 5, now()); -- model_id: 28 (BP_ group - 67mm)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '(67mm)_ND필터', 'ND Filter 67mm', TRUE, 1, now()); -- model_id: 29 (ND_ group - 67mm)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '(72mm)_ND필터', 'ND Filter 72mm', TRUE, 2, now()); -- model_id: 30 (ND_ group - 72mm)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '(77mm)_ND필터', 'ND Filter 77mm', TRUE, 3, now()); -- model_id: 31 (ND_ group - 77mm)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '(82mm)_ND필터', 'ND Filter 82mm', TRUE, 4, now()); -- model_id: 32 (ND_ group - 82mm)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '(40.5mm)_ND필터', 'ND Filter 40.5mm', TRUE, 5, now()); -- model_id: 33 (ND_ group - 40.5mm)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '(82mm)_UV필터', 'UV Filter 82mm', TRUE, 1, now()); -- model_id: 34 (UV_ group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '(67mm)_Screw-in', 'Screw in 67mm', TRUE, 1, now()); -- model_id: 35 (SCR group - 67mm)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, '(82mm)_Screw-in', 'Screw in 82mm', TRUE, 2, now()); -- model_id: 36 (SCR group - 82mm)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, 'Canon Lens 16-35m(82mm)', 'Canon Lens 16-35m 82mm', TRUE, 1, now()); -- model_id: 37 (CAN group - lens 16-35mm)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, 'Canon Lens 24-70m(77mm)', 'Canon Lens 24-70m 77mm', TRUE, 2, now()); -- model_id: 38 (CAN group - lens 24-70mm)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, 'Canon Lens 24-105m(77mm)', 'Canon Lens 24-105m 77mm', TRUE, 3, now()); -- model_id: 39 (CAN group - lens 24-105mm)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (2, 'Canon Lens 70-200m(67mm)', 'Canon Lens 70-200m 67mm', TRUE, 4, now()); -- model_id: 40 (CAN group - lens 70-200mm)

-- TRIPOD (category_id = 3)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (3, '트라이포드 Libec', 'Libec Tripod', TRUE, 1, now());     -- model_id: 41 (LIB group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (3, '트라이포드 COMAN', 'COMAN Tripod', TRUE, 1, now());   -- model_id: 42 (COM group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (3, '트라이포드 Manfrotto', 'Manfrotto Tripod', TRUE, 1, now()); -- model_id: 43 (MAN group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (3, '트라이포드 Ifootage', 'Ifootage Tripod', TRUE, 1, now()); -- model_id: 44 (IFO group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (3, '트라이포드 SmallRig', 'SmallRig Tripod', TRUE, 1, now()); -- model_id: 45 (SMA group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (3, '사대(모래 주머니)', 'SandBag', TRUE, 1, now());     -- model_id: 46 (SAN group)

-- BATTERY (category_id = 4)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (4, '소니 및 썬건 배터리', 'Sony Sungun Battery', TRUE, 1, now()); -- model_id: 47 (SON group - Sungun)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (4, 'a7c 배터리', 'a7c Battery', TRUE, 1, now());          -- model_id: 48 (_A7 group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (4, 'Sony FX-6 U30 배터리', 'Sony FX-6 U30 Battery', TRUE, 2, now()); -- model_id: 49 (SON group - FX6 U30)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (4, 'Sony FX-6 U60 배터리', 'Sony FX-6 U60 Battery', TRUE, 3, now()); -- model_id: 50 (SON group - FX6 U60)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (4, '캐논 배터리', 'Canon Battery', TRUE, 1, now());        -- model_id: 51 (CAN group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (4, 'V마운트 배터리 소용량', 'V mount Battery Small', TRUE, 1, now()); -- model_id: 52 (V_M group - small)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (4, 'V마운트 배터리 대용량', 'V mount Battery Large', TRUE, 2, now()); -- model_id: 53 (V_M group - large)

-- ATTATCH (category_id = 5)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (5, 'V마운트 플레이트 링그립타입(Tilta)', 'V mount Plate Ring Grip type', TRUE, 1, now()); -- model_id: 54 (V_M group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (5, '리그 세트(로드, 베이스, V마운트)', 'Rig Set', TRUE, 1, now()); -- model_id: 55 (RIG group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (5, '팔로우 포커스', 'Follow Focus', TRUE, 1, now());       -- model_id: 56 (FOL group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (5, '미니 팔로우 포커스', 'Mini Follow Focus', TRUE, 2, now()); -- model_id: 57 (MIN group - follow focus)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (5, '무선 팔로우 포커스', 'Wireless Follow Focus', TRUE, 1, now()); -- model_id: 58 (WIR group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (5, '틸트 헤드', 'Tilt Head', TRUE, 1, now());         -- model_id: 59 (TIL group - head)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (5, '고릴라 포드 3K', 'GorillaPod 3K', TRUE, 1, now());     -- model_id: 60 (GOR group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (5, '액션 팟 프로', 'ActionPod Pro', TRUE, 1, now());      -- model_id: 61 (ACT group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (5, 'TILTA 링그립', 'TILTA Ring Grip', TRUE, 1, now());    -- model_id: 62 (TIL group - ring grip)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (5, 'DJI 로닌 RS2 카메라 짐벌', 'DJI Ronin RS2', TRUE, 1, now()); -- model_id: 63 (DJI group - RS2)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (5, 'DJI 오즈모 핸드폰 짐벌', 'DJI Osmo Mobile Gimbal', TRUE, 2, now()); -- model_id: 64 (DJI group - Osmo)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (5, '카메라 케이지 Mark 4', 'Camera Cage Mark IV', TRUE, 1, now()); -- model_id: 65 (CAM group - Mark IV)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (5, '카메라 케이지 Sony A7C', 'Camera Cage for Sony A7C', TRUE, 2, now()); -- model_id: 66 (CAM group - A7C)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (5, '미니 사이드 그립', 'Mini Side Grip', TRUE, 1, now()); -- model_id: 67 (MIN group - side grip)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (5, '탑 핸들', 'Top Handle', TRUE, 1, now());           -- model_id: 68 (TOP group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (5, '필터 트레이', 'Filter Tray', TRUE, 1, now());      -- model_id: 69 (FIL group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (5, '슬라이더set', 'Slider Set', TRUE, 1, now());      -- model_id: 70 (SLI group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (5, '미니 지미집', 'Mini Jib Arm', TRUE, 1, now());     -- model_id: 71 (MIN group - jib arm)

-- MONITOR (category_id = 6)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (6, '프리뷰 모니터', 'Preview Monitor', TRUE, 1, now()); -- model_id: 72 (PRE group)

-- OTHER (category_id = 7)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (7, '웨건', 'Wagon', TRUE, 1, now()); -- model_id: 73 (WAG group)

-- LIGHT (category_id = 8)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (8, '썬건(구형, 신형)', 'SunGun', TRUE, 1, now()); -- model_id: 74 (SUN group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (8, '반사판', 'Reflector', TRUE, 1, now());     -- model_id: 75 (REF group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (8, 'LED 조명', 'LED Light', TRUE, 1, now());   -- model_id: 76 (LED group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (8, 'A스탠드', 'A Stand', TRUE, 1, now());       -- model_id: 77 (_AS group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (8, 'C스탠드', 'C Stand', TRUE, 1, now());       -- model_id: 78 (C_S group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (8, '익스텐션 암', 'Extension Arm', TRUE, 1, now()); -- model_id: 79 (EXT group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (8, 'Aputure MC', 'Aputure MC', TRUE, 1, now());   -- model_id: 80 (APU group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (8, '고보 set (05/1/2/확산/차광)', 'Gobo Set', TRUE, 1, now()); -- model_id: 81 (GOB group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (8, '블랙고보', 'Black Godo', TRUE, 1, now());   -- model_id: 82 (BLA group)

-- READER/SD (category_id = 9)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (9, '리더기', 'Reader', TRUE, 1, now());       -- model_id: 83 (REA group - generic)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (9, 'C타입 리더기', 'C Type Reader', TRUE, 1, now()); -- model_id: 84 (C_T group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (9, '256SD', '256SD', TRUE, 1, now());         -- model_id: 85 (_25 group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (9, '64SD', '64SD', TRUE, 1, now());          -- model_id: 86 (_64 group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (9, '32SD', '32SD', TRUE, 1, now());          -- model_id: 87 (_32 group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (9, '64CF', '64CF', TRUE, 1, now());          -- model_id: 88 (_64 group - CF)

-- AUDIO (category_id = 10)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (10, '붐마이크세트', 'Boom Microphone Set', TRUE, 1, now()); -- model_id: 89 (BOO group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (10, '타스캠', 'TASCAM', TRUE, 1, now());          -- model_id: 90 (TAS group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (10, '샷건', 'Shotgun', TRUE, 1, now());          -- model_id: 91 (SHO group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (10, '와이어리스 set', 'Wireless', TRUE, 1, now()); -- model_id: 92 (WIR group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (10, '이어폰', 'Earphone', TRUE, 1, now());          -- model_id: 93 (EAR group)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (10, '코미카마이크', 'Comica Microphone', TRUE, 1, now()); -- model_id: 94 (COM group - mic)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (10, '코미카 무선마이크', 'Comica Wireless Microphone', TRUE, 2, now()); -- model_id: 95 (COM group - wireless mic)
INSERT INTO equipment_model (category_id, name, english_code, available, model_group_index, created_at) VALUES (10, '코미카 무선 샷건 마이크', 'Comica Wireless Shotgun Microphone', TRUE, 3, now()); -- model_id: 96 (COM group - wireless shotgun)


-- 3. Insert into equipment (Applying the new serial number pattern)
-- Format: [CAT3_ENG] + [MOD3_ENG] + [MOD_GRP_IDX2] + [YYMM] + [SEQ]

-- CAMERA (category_id = 1)
-- Samsung NX-5 (model_id: 1, English: 'Samsung NX-5' -> SAM, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 1, 'CAMSAM01250601', 'NX-5 1번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/NX-5.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 1, 'CAMSAM01250602', 'NX-5 2번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/NX-5.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 1, 'CAMSAM01250603', 'NX-5 3번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/NX-5.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 1, 'CAMSAM01250604', 'NX-5 4번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/NX-5.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 1, 'CAMSAM01250605', 'NX-5 5번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/NX-5.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Canon 80D (model_id: 2, English: 'Canon 80D' -> CAN, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 2, 'CAMCAN01250601', 'Canon 80D 1번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Canon_80D.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Canon 5D Mk2 (model_id: 3, English: 'Canon 5D Mk2' -> CAN, Group: 02)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 3, 'CAMCAN02250601', 'Canon 5D Mk2 1번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Canon_5D_MK2.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 3, 'CAMCAN02250602', 'Canon 5D Mk2 2번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Canon_5D_MK2.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Canon 5D Mk4 (model_id: 4, English: 'Canon 5D Mk4' -> CAN, Group: 03)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 4, 'CAMCAN03250601', 'Canon 5D Mk4 1번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Canon_5D_MK4.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 4, 'CAMCAN03250602', 'Canon 5D Mk4 2번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Canon_5D_MK4.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Canon C-100 (model_id: 5, English: 'Canon C-100' -> CAN, Group: 04)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 5, 'CAMCAN04250601', 'Canon C-100 1번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Canon_C-100.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 5, 'CAMCAN04250602', 'Canon C-100 2번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Canon_C-100.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Sony A7C (model_id: 6, English: 'Sony A7C' -> SON, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 6, 'CAMSON01250601', 'Sony A7C 1번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Sony_A7C.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 6, 'CAMSON01250602', 'Sony A7C 2번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Sony_A7C.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 6, 'CAMSON01250603', 'Sony A7C 3번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Sony_A7C.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 6, 'CAMSON01250604', 'Sony A7C 4번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Sony_A7C.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 6, 'CAMSON01250605', 'Sony A7C 5번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Sony_A7C.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 6, 'CAMSON01250606', 'Sony A7C 6번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Sony_A7C.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 6, 'CAMSON01250607', 'Sony A7C 7번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Sony_A7C.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 6, 'CAMSON01250608', 'Sony A7C 8번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Sony_A7C.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 6, 'CAMSON01250609', 'Sony A7C 9번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Sony_A7C.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 6, 'CAMSON01250610', 'Sony A7C 10번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Sony_A7C.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 6, 'CAMSON01250611', 'Sony A7C 11번장비입니다. (바디+28-60렌즈)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Sony_A7C.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Sony FX3 (model_id: 7, English: 'Sony FX3' -> SON, Group: 02)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 7, 'CAMSON02250601', 'Sony FX3 1번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Sony_FX3.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 7, 'CAMSON02250602', 'Sony FX3 2번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Sony_FX3.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 7, 'CAMSON02250603', 'Sony FX3 3번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Sony_FX3.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 7, 'CAMSON02250604', 'Sony FX3 4번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Sony_FX3.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Sony FX6 (model_id: 8, English: 'Sony FX6' -> SON, Group: 03)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 8, 'CAMSON03250601', 'Sony FX6 1번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Sony_FX6.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 8, 'CAMSON03250602', 'Sony FX6 2번장비입니다.', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/camera/Sony_FX6.jpg', 'AVAILABLE', 0, 0, 0, now());

-- GoPro (model_id: 9, English: 'GoPro' -> GOP, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 9, 'CAMGOP01250601', '고프로 #01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/GoPro.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 9, 'CAMGOP01250602', '고프로 #02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/GoPro.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (1, 9, 'CAMGOP01250603', '고프로 #03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/GoPro.jpg', 'AVAILABLE', 0, 0, 0, now());


-- LENS (category_id = 2)
-- 28-60m 번들 렌즈 (model_id: 10, English: '28-60m' -> _28, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 10, 'LEN_2801250601', '28-60m 번들 렌즈', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony_28-60mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 10, 'LEN_2801250602', '28-60m 번들 렌즈', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony_28-60mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 10, 'LEN_2801250603', '28-60m 번들 렌즈', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony_28-60mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 10, 'LEN_2801250604', '28-60m 번들 렌즈', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony_28-60mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 10, 'LEN_2801250605', '28-60m 번들 렌즈', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony_28-60mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 10, 'LEN_2801250606', '28-60m 번들 렌즈', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony_28-60mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 10, 'LEN_2801250607', '28-60m 번들 렌즈', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony_28-60mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 10, 'LEN_2801250608', '28-60m 번들 렌즈', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony_28-60mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 10, 'LEN_2801250609', '28-60m 번들 렌즈', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony_28-60mm.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Samyang 24-70mm (model_id: 11, English: 'Samyang 24-70mm' -> SAM, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 11, 'LENSAM01250601', '삼양(소니마운트/82mm) 24-70mm', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony(82mm)_24-70mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 11, 'LENSAM01250602', '삼양(소니마운트/82mm) 24-70mm', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony(82mm)_24-70mm.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Samyang 24-70mm (model_id: 12, English: 'Samyang 24-70mm' -> SAM, Group: 02)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 12, 'LENSAM02250601', '삼양(소니마운트) 24-70mm', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Canon_Lens(77mm)_24-70mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 12, 'LENSAM02250602', '삼양(소니마운트) 24-70mm', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Canon_Lens(77mm)_24-70mm.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Samyang 50mm (model_id: 13, English: 'Samyang 50mm' -> SAM, Group: 03)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 13, 'LENSAM03250601', '삼양(소니마운트/72mm) 50mm', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony(72mm)_50mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 13, 'LENSAM03250602', '삼양(소니마운트/72mm) 50mm', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony(72mm)_50mm.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Samyang 85mm (model_id: 14, English: 'Samyang 85mm' -> SAM, Group: 04)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 14, 'LENSAM04250601', '삼양(소니마운트) 85mm', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony_85mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 14, 'LENSAM04250602', '삼양(소니마운트) 85mm', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony_85mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 14, 'LENSAM04250603', '삼양(소니마운트) 85mm', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony_85mm.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Samyang 35-150mm (model_id: 15, English: 'Samyang 35-150mm' -> SAM, Group: 05)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 15, 'LENSAM05250601', '삼양(소니마운트/82mm) 35-150mm', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony(82mm)_35-150mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 15, 'LENSAM05250602', '삼양(소니마운트/82mm) 35-150mm', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony(82mm)_35-150mm.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Sony 16-35mm (model_id: 16, English: 'Sony 16-35mm' -> SON, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 16, 'LENSON01250601', 'Sony(82mm) 16-35mm', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Canon_Lens(82mm)_16-35mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 16, 'LENSON01250602', 'Sony(82mm) 16-35mm', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Canon_Lens(82mm)_16-35mm.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Sony 70-200mm (model_id: 17, English: 'Sony 70-200mm' -> SON, Group: 02)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 17, 'LENSON02250601', 'Sony 70-200mm', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony_70-200mm.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Sony 70-350mm (model_id: 18, English: 'Sony 70-350mm' -> SON, Group: 03)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 18, 'LENSON03250601', 'Sony 70-350mm', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony_70-200mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 18, 'LENSON03250602', 'Sony 70-350mm', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Sony_70-200mm.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Mattebox (model_id: 19, English: 'Mattebox' -> MAT, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 19, 'LENMAT01250601', '매트박스', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/MattBox.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 19, 'LENMAT01250602', '매트박스', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/MattBox.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 19, 'LENMAT01250603', '매트박스', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/MattBox.jpg', 'AVAILABLE', 0, 0, 0, now());

-- CU Filter 77mm (model_id: 20, English: 'CU Filter 77mm' -> CU_, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 20, 'LENCU_01250601', '(77mm)_CU필터_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/77mm_CU_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 20, 'LENCU_01250602', '(77mm)_CU필터_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/77mm_CU_filter.jpg', 'AVAILABLE', 0, 0, 0, now());

-- CPL Filter 77mm (model_id: 21, English: 'CPL Filter 77mm' -> CPL, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 21, 'LENCPL01250601', '(77mm)_CPL필터_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/77mm_CPL_filter.jpg', 'AVAILABLE', 0, 0, 0, now());

-- CPL Filter 67mm (model_id: 22, English: 'CPL Filter 67mm' -> CPL, Group: 02)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 22, 'LENCPL02250601', '(67mm)_CPL필터_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/67mm_CPL_filter.jpg', 'AVAILABLE', 0, 0, 0, now());

-- CPL Filter 82mm (model_id: 23, English: 'CPL Filter 82mm' -> CPL, Group: 03)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 23, 'LENCPL03250601', '(82mm)_CPL필터_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/82mm_CPL_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 23, 'LENCPL03250602', '(82mm)_CPL필터_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/82mm_CPL_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 23, 'LENCPL03250603', '(82mm)_CPL필터_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/82mm_CPL_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 23, 'LENCPL03250604', '(82mm)_CPL필터_#04', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/82mm_CPL_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 23, 'LENCPL03250605', '(82mm)_CPL필터_#05', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/82mm_CPL_filter.jpg', 'AVAILABLE', 0, 0, 0, now());

-- BP Filter 62mm (model_id: 24, English: 'BP Filter 62mm' -> BP_, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 24, 'LENBP_01250601', '(62mm)_BP필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/62mm_BP_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 24, 'LENBP_01250602', '(62mm)_BP필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/62mm_BP_filter.jpg', 'AVAILABLE', 0, 0, 0, now());

-- BP Filter 72mm (model_id: 25, English: 'BP Filter 72mm' -> BP_, Group: 02)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 25, 'LENBP_02250601', '(72mm)_BP필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/72mm_BP_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 25, 'LENBP_02250602', '(72mm)_BP필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/72mm_BP_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 25, 'LENBP_02250603', '(72mm)_BP필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/72mm_BP_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 25, 'LENBP_02250604', '(72mm)_BP필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/72mm_BP_filter.jpg', 'AVAILABLE', 0, 0, 0, now());

-- BP Filter 82mm (model_id: 26, English: 'BP Filter 82mm' -> BP_, Group: 03)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 26, 'LENBP_03250601', '(82mm)_BP필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/82mm_BP_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 26, 'LENBP_03250602', '(82mm)_BP필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/82mm_BP_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 26, 'LENBP_03250603', '(82mm)_BP필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/82mm_BP_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 26, 'LENBP_03250604', '(82mm)_BP필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/82mm_BP_filter.jpg', 'AVAILABLE', 0, 0, 0, now());

-- BP Filter 77mm (model_id: 27, English: 'BP Filter 77mm' -> BP_, Group: 04)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 27, 'LENBP_04250601', '(77mm)_BP필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/77mm_BP_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 27, 'LENBP_04250602', '(77mm)_BP필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/77mm_BP_filter.jpg', 'AVAILABLE', 0, 0, 0, now());

-- BP Filter 67mm (model_id: 28, English: 'BP Filter 67mm' -> BP_, Group: 05)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 28, 'LENBP_05250601', '(67mm)_BP필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/67mm_BP_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 28, 'LENBP_05250602', '(67mm)_BP필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/67mm_BP_filter.jpg', 'AVAILABLE', 0, 0, 0, now());

-- ND Filter 67mm (model_id: 29, English: 'ND Filter 67mm' -> ND_, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 29, 'LENND_01250601', '(67mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/(67%2C+72%2C+77%2C+82mm)_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 29, 'LENND_01250602', '(67mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/(67%2C+72%2C+77%2C+82mm)_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 29, 'LENND_01250603', '(67mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/(67%2C+72%2C+77%2C+82mm)_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 29, 'LENND_01250604', '(67mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/(67%2C+72%2C+77%2C+82mm)_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 29, 'LENND_01250605', '(67mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/(67%2C+72%2C+77%2C+82mm)_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());

-- ND Filter 72mm (model_id: 30, English: 'ND Filter 72mm' -> ND_, Group: 02)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 30, 'LENND_02250601', '(72mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/(67%2C+72%2C+77%2C+82mm)_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 30, 'LENND_02250602', '(72mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/(67%2C+72%2C+77%2C+82mm)_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 30, 'LENND_02250603', '(72mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/(67%2C+72%2C+77%2C+82mm)_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 30, 'LENND_02250604', '(72mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/(67%2C+72%2C+77%2C+82mm)_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());

-- ND Filter 77mm (model_id: 31, English: 'ND Filter 77mm' -> ND_, Group: 03)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 31, 'LENND_03250601', '(77mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/(67%2C+72%2C+77%2C+82mm)_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 31, 'LENND_03250602', '(77mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/(67%2C+72%2C+77%2C+82mm)_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 31, 'LENND_03250603', '(77mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/(67%2C+72%2C+77%2C+82mm)_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 31, 'LENND_03250604', '(77mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/(67%2C+72%2C+77%2C+82mm)_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());

-- ND Filter 82mm (model_id: 32, English: 'ND Filter 82mm' -> ND_, Group: 04)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 32, 'LENND_04250601', '(82mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/(67%2C+72%2C+77%2C+82mm)_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 32, 'LENND_04250602', '(82mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/(67%2C+72%2C+77%2C+82mm)_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 32, 'LENND_04250603', '(82mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/(67%2C+72%2C+77%2C+82mm)_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());

-- ND Filter 40.5mm (model_id: 33, English: 'ND Filter 40.5mm' -> ND_, Group: 05)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 33, 'LENND_05250601', '(40.5mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/40.5mm_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 33, 'LENND_05250602', '(40.5mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/40.5mm_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 33, 'LENND_05250603', '(40.5mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/40.5mm_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 33, 'LENND_05250604', '(40.5mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/40.5mm_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 33, 'LENND_05250605', '(40.5mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/40.5mm_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 33, 'LENND_05250606', '(40.5mm)_ND필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/40.5mm_ND_filter.jpg', 'AVAILABLE', 0, 0, 0, now());

-- UV Filter 82mm (model_id: 34, English: 'UV Filter 82mm' -> UV_, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 34, 'LENUV_01250601', '(82mm)_UV필터', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/82mm_UV_filter.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Screw in 67mm (model_id: 35, English: 'Screw in 67mm' -> SCR, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 35, 'LENSCR01250601', '(67mm)_Screw-in', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/67mm_Screw-in_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 35, 'LENSCR01250602', '(67mm)_Screw-in', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/67mm_Screw-in_filter.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Screw in 82mm (model_id: 36, English: 'Screw in 82mm' -> SCR, Group: 02)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 36, 'LENSCR02250601', '(82mm)_Screw-in', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/82mm_Screw-in_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 36, 'LENSCR02250602', '(82mm)_Screw-in', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/82mm_Screw-in_filter.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Canon Lens 16-35m 82mm (model_id: 37, English: 'Canon Lens 16-35m 82mm' -> CAN, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 37, 'LENCAN01250601', 'Canon Lens 16-35m(82mm)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/82mm_Screw-in_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 37, 'LENCAN01250602', 'Canon Lens 16-35m(82mm)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/82mm_Screw-in_filter.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 37, 'LENCAN01250603', 'Canon Lens 16-35m(82mm)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/filter/82mm_Screw-in_filter.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Canon Lens 24-70m 77mm (model_id: 38, English: 'Canon Lens 24-70m 77mm' -> CAN, Group: 02)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 38, 'LENCAN02250601', 'Canon Lens 24-70m(77mm)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Canon_Lens(77mm)_24-70mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 38, 'LENCAN02250602', 'Canon Lens 24-70m(77mm)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Canon_Lens(77mm)_24-70mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 38, 'LENCAN02250603', 'Canon Lens 24-70m(77mm)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Canon_Lens(77mm)_24-70mm.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Canon Lens 24-105m 77mm (model_id: 39, English: 'Canon Lens 24-105m 77mm' -> CAN, Group: 03)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 39, 'LENCAN03250601', 'Canon Lens 24-105m(77mm)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Canon_Lens(77mm)_24-105mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 39, 'LENCAN03250602', 'Canon Lens 24-105m(77mm)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Canon_Lens(77mm)_24-105mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 39, 'LENCAN03250603', 'Canon Lens 24-105m(77mm)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Canon_Lens(77mm)_24-105mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 39, 'LENCAN03250604', 'Canon Lens 24-105m(77mm)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Canon_Lens(77mm)_24-105mm.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Canon Lens 70-200m 67mm (model_id: 40, English: 'Canon Lens 70-200m 67mm' -> CAN, Group: 04)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 40, 'LENCAN04250601', 'Canon Lens 70-200m(67mm)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Canon_Lens(67mm)_70-200mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 40, 'LENCAN04250602', 'Canon Lens 70-200m(67mm)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Canon_Lens(67mm)_70-200mm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (2, 40, 'LENCAN04250603', 'Canon Lens 70-200m(67mm)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/lens/lens/Canon_Lens(67mm)_70-200mm.jpg', 'AVAILABLE', 0, 0, 0, now());


-- TRIPOD (category_id = 3)
-- Libec Tripod (model_id: 41, English: 'Libec Tripod' -> LIB, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 41, 'TRILIB01250601', '트라이포드 Libec', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Libec_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 41, 'TRILIB01250602', '트라이포드 Libec', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Libec_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 41, 'TRILIB01250603', '트라이포드 Libec', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Libec_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());

-- COMAN Tripod (model_id: 42, English: 'COMAN Tripod' -> COM, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 42, 'TRICOM01250601', '트라이포드 COMAN', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Coman_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 42, 'TRICOM01250602', '트라이포드 COMAN', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Coman_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 42, 'TRICOM01250603', '트라이포드 COMAN', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Coman_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 42, 'TRICOM01250604', '트라이포드 COMAN', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Coman_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 42, 'TRICOM01250605', '트라이포드 COMAN', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Coman_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Manfrotto Tripod (model_id: 43, English: 'Manfrotto Tripod' -> MAN, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 43, 'TRIMAN01250601', '트라이포드 Manfrotto', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Manfrotto_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 43, 'TRIMAN01250602', '트라이포드 Manfrotto', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Manfrotto_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 43, 'TRIMAN01250603', '트라이포드 Manfrotto', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Manfrotto_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 43, 'TRIMAN01250604', '트라이포드 Manfrotto', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Manfrotto_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Ifootage Tripod (model_id: 44, English: 'Ifootage Tripod' -> IFO, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 44, 'TRIIFO01250601', '트라이포드 Ifootage', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Ifootage_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 44, 'TRIIFO01250602', '트라이포드 Ifootage', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Ifootage_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 44, 'TRIIFO01250603', '트라이포드 Ifootage', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Ifootage_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 44, 'TRIIFO01250604', '트라이포드 Ifootage', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Ifootage_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());

-- SmallRig Tripod (model_id: 45, English: 'SmallRig Tripod' -> SMA, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 45, 'TRISMA01250601', '트라이포드 SmallRig', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Smallrig_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 45, 'TRISMA01250602', '트라이포드 SmallRig', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Smallrig_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 45, 'TRISMA01250603', '트라이포드 SmallRig', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Smallrig_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 45, 'TRISMA01250604', '트라이포드 SmallRig', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Smallrig_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 45, 'TRISMA01250605', '트라이포드 SmallRig', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Smallrig_Triopod.jpg', 'AVAILABLE', 0, 0, 0, now());

-- SandBag (model_id: 46, English: 'SandBag' -> SAN, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 46, 'TRISAN01250601', '사대(모래 주머니)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/sand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 46, 'TRISAN01250602', '사대(모래 주머니)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/sand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 46, 'TRISAN01250603', '사대(모래 주머니)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/sand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 46, 'TRISAN01250604', '사대(모래 주머니)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/sand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 46, 'TRISAN01250605', '사대(모래 주머니)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/sand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 46, 'TRISAN01250606', '사대(모래 주머니)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/sand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 46, 'TRISAN01250607', '사대(모래 주머니)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/sand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 46, 'TRISAN01250608', '사대(모래 주머니)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/sand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 46, 'TRISAN01250609', '사대(모래 주머니)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/sand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 46, 'TRISAN01250610', '사대(모래 주머니)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/sand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 46, 'TRISAN01250611', '사대(모래 주머니)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/sand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (3, 46, 'TRISAN01250612', '사대(모래 주머니)', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/sand.jpg', 'AVAILABLE', 0, 0, 0, now());


-- BATTERY (category_id = 4)
-- Sony Sungun Battery (model_id: 47, English: 'Sony Sungun Battery' -> SON, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250601', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250602', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250603', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250604', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250605', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250606', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250607', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250608', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250609', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250610', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250611', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250612', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250613', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250614', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250615', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250616', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250617', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250618', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250619', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250620', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250621', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250622', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250623', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 47, 'BATSON01250624', '소니 및 썬건 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_SunGun_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());

-- a7c Battery (model_id: 48, English: 'a7c Battery' -> _A7, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250601', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250602', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250603', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250604', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250605', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250606', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250607', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250608', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250609', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250610', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250611', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250612', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250613', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250614', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250615', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250616', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250617', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250618', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250619', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250620', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250621', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250622', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250623', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250624', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250625', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 48, 'BAT_A701250626', 'a7c 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_battery.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Sony FX-6 U30 Battery (model_id: 49, English: 'Sony FX-6 U30 Battery' -> SON, Group: 02)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 49, 'BATSON02250601', 'Sony FX-6 U30 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_FX6_U30_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 49, 'BATSON02250602', 'Sony FX-6 U30 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_FX6_U30_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 49, 'BATSON02250603', 'Sony FX-6 U30 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_FX6_U30_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 49, 'BATSON02250604', 'Sony FX-6 U30 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_FX6_U30_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Sony FX-6 U60 Battery (model_id: 50, English: 'Sony FX-6 U60 Battery' -> SON, Group: 03)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 50, 'BATSON03250601', 'Sony FX-6 U60 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_FX6_U60_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 50, 'BATSON03250602', 'Sony FX-6 U60 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Sony_FX6_U60_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Canon Battery (model_id: 51, English: 'Canon Battery' -> CAN, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 51, 'BATCAN01250601', '캐논 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Canon_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 51, 'BATCAN01250602', '캐논 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Canon_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 51, 'BATCAN01250603', '캐논 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Canon_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 51, 'BATCAN01250604', '캐논 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Canon_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 51, 'BATCAN01250605', '캐논 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Canon_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 51, 'BATCAN01250606', '캐논 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Canon_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 51, 'BATCAN01250607', '캐논 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Canon_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 51, 'BATCAN01250608', '캐논 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Canon_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 51, 'BATCAN01250609', '캐논 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Canon_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 51, 'BATCAN01250610', '캐논 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Canon_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 51, 'BATCAN01250611', '캐논 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Canon_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 51, 'BATCAN01250612', '캐논 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Canon_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 51, 'BATCAN01250613', '캐논 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Canon_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 51, 'BATCAN01250614', '캐논 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Canon_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 51, 'BATCAN01250615', '캐논 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Canon_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 51, 'BATCAN01250616', '캐논 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Canon_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 51, 'BATCAN01250617', '캐논 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Canon_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 51, 'BATCAN01250618', '캐논 배터리', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Canon_Battery.jpg', 'AVAILABLE', 0, 0, 0, now());

-- V mount Battery Small (model_id: 52, English: 'V mount Battery Small' -> V_M, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 52, 'BATV_M01250601', 'V마운트 배터리 소용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Small.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 52, 'BATV_M01250602', 'V마운트 배터리 소용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Small.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 52, 'BATV_M01250603', 'V마운트 배터리 소용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Small.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 52, 'BATV_M01250604', 'V마운트 배터리 소용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Small.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 52, 'BATV_M01250605', 'V마운트 배터리 소용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Small.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 52, 'BATV_M01250606', 'V마운트 배터리 소용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Small.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 52, 'BATV_M01250607', 'V마운트 배터리 소용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Small.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 52, 'BATV_M01250608', 'V마운트 배터리 소용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Small.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 52, 'BATV_M01250609', 'V마운트 배터리 소용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Small.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 52, 'BATV_M01250610', 'V마운트 배터리 소용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Small.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 52, 'BATV_M01250611', 'V마운트 배터리 소용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Small.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 52, 'BATV_M01250612', 'V마운트 배터리 소용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Small.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 52, 'BATV_M01250613', 'V마운트 배터리 소용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Small.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 52, 'BATV_M01250614', 'V마운트 배터리 소용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Small.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 52, 'BATV_M01250615', 'V마운트 배터리 소용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Small.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 52, 'BATV_M01250616', 'V마운트 배터리 소용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Small.jpg', 'AVAILABLE', 0, 0, 0, now());

-- V mount Battery Large (model_id: 53, English: 'V mount Battery Large' -> V_M, Group: 02)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 53, 'BATV_M02250601', 'V마운트 배터리 대용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Large.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 53, 'BATV_M02250602', 'V마운트 배터리 대용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Large.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 53, 'BATV_M02250603', 'V마운트 배터리 대용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Large.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 53, 'BATV_M02250604', 'V마운트 배터리 대용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Large.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 53, 'BATV_M02250605', 'V마운트 배터리 대용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Large.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 53, 'BATV_M02250606', 'V마운트 배터리 대용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Large.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 53, 'BATV_M02250607', 'V마운트 배터리 대용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Large.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 53, 'BATV_M02250608', 'V마운트 배터리 대용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Large.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 53, 'BATV_M02250609', 'V마운트 배터리 대용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Large.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 53, 'BATV_M02250610', 'V마운트 배터리 대용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Large.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 53, 'BATV_M02250611', 'V마운트 배터리 대용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Large.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (4, 53, 'BATV_M02250612', 'V마운트 배터리 대용량', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/battery/Vmount_Battery_Large.jpg', 'AVAILABLE', 0, 0, 0, now());


-- ATTATCH (category_id = 5)
-- V mount Plate Ring Grip type (model_id: 54, English: 'V mount Plate Ring Grip type' -> V_M, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 54, 'ATTV_M01250601', 'V마운트 플레이트 링그립타입(Tilta)_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Vmount_Plate_Ring_GripType(Tilta).jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 54, 'ATTV_M01250602', 'V마운트 플레이트 링그립타입(Tilta)_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Vmount_Plate_Ring_GripType(Tilta).jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 54, 'ATTV_M01250603', 'V마운트 플레이트 링그립타입(Tilta)_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Vmount_Plate_Ring_GripType(Tilta).jpg', 'AVAILABLE', 0, 0, 0, now());

-- Rig Set (model_id: 55, English: 'Rig Set' -> RIG, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 55, 'ATTRIG01250601', '리그 세트(로드, 베이스, V마운트)_#1', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/League_Set.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 55, 'ATTRIG01250602', '리그 세트(로드, 베이스, V마운트)_#2', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/League_Set.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Follow Focus (model_id: 56, English: 'Follow Focus' -> FOL, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 56, 'ATTFOL01250601', '팔로우 포커스_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Follow_Focue.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 56, 'ATTFOL01250602', '팔로우 포커스_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Follow_Focue.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Mini Follow Focus (model_id: 57, English: 'Mini Follow Focus' -> MIN, Group: 02 - second MIN group in ATTATCH)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 57, 'ATTMIN02250601', '미니 팔로우 포커스_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Mini_Follow_Focus.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 57, 'ATTMIN02250602', '미니 팔로우 포커스_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Mini_Follow_Focus.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 57, 'ATTMIN02250603', '미니 팔로우 포커스_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Mini_Follow_Focus.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Wireless Follow Focus (model_id: 58, English: 'Wireless Follow Focus' -> WIR, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 58, 'ATTWIR01250601', '무선 팔로우 포커스_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Wireless_Follow_Focus.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 58, 'ATTWIR01250602', '무선 팔로우 포커스_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Wireless_Follow_Focus.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 58, 'ATTWIR01250603', '무선 팔로우 포커스_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Wireless_Follow_Focus.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Tilt Head (model_id: 59, English: 'Tilt Head' -> TIL, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 59, 'ATTTIL01250601', '틸트 헤드_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Tilt_Head.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 59, 'ATTTIL01250602', '틸트 헤드_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Tilt_Head.jpg', 'AVAILABLE', 0, 0, 0, now());

-- GorillaPod 3K (model_id: 60, English: 'GorillaPod 3K' -> GOR, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 60, 'ATTGOR01250601', '고릴라 포드 3K_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/gorilapod.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 60, 'ATTGOR01250602', '고릴라 포드 3K_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/gorilapod.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 60, 'ATTGOR01250603', '고릴라 포드 3K_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/gorilapod.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 60, 'ATTGOR01250604', '고릴라 포드 3K_#04', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/gorilapod.jpg', 'AVAILABLE', 0, 0, 0, now());

-- ActionPod Pro (model_id: 61, English: 'ActionPod Pro' -> ACT, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 61, 'ATTACT01250601', '액션 팟 프로_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/action+pod+pro.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 61, 'ATTACT01250602', '액션 팟 프로_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/action+pod+pro.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 61, 'ATTACT01250603', '액션 팟 프로_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/action+pod+pro.jpg', 'AVAILABLE', 0, 0, 0, now());

-- TILTA Ring Grip (model_id: 62, English: 'TILTA Ring Grip' -> TIL, Group: 02 - second TIL group in ATTATCH)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 62, 'ATTTIL02250601', 'TILTA 링그립_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/tilta+ring+grip.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 62, 'ATTTIL02250602', 'TILTA 링그립_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/tilta+ring+grip.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 62, 'ATTTIL02250603', 'TILTA 링그립_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/tilta+ring+grip.jpg', 'AVAILABLE', 0, 0, 0, now());

-- DJI Ronin RS2 (model_id: 63, English: 'DJI Ronin RS2' -> DJI, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 63, 'ATTDJI01250601', 'DJI 로닌 RS2 카메라 짐벌_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/DJI_Ronin_RS2_Camera_Jimbal.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 63, 'ATTDJI01250602', 'DJI 로닌 RS2 카메라 짐벌_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/DJI_Ronin_RS2_Camera_Jimbal.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 63, 'ATTDJI01250603', 'DJI 로닌 RS2 카메라 짐벌_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/DJI_Ronin_RS2_Camera_Jimbal.jpg', 'AVAILABLE', 0, 0, 0, now());

-- DJI Osmo Mobile Gimbal (model_id: 64, English: 'DJI Osmo Mobile Gimbal' -> DJI, Group: 02)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 64, 'ATTDJI02250601', 'DJI 오즈모 핸드폰 짐벌_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/DJI_Ozmo_Phone_Jimbal.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 64, 'ATTDJI02250602', 'DJI 오즈모 핸드폰 짐벌_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/DJI_Ozmo_Phone_Jimbal.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 64, 'ATTDJI02250603', 'DJI 오즈모 핸드폰 짐벌_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/DJI_Ozmo_Phone_Jimbal.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 64, 'ATTDJI02250604', 'DJI 오즈모 핸드폰 짐벌_#04', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/DJI_Ozmo_Phone_Jimbal.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Camera Cage Mark IV (model_id: 65, English: 'Camera Cage Mark IV' -> CAM, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 65, 'ATTCAM01250601', '카메라 케이지 Mark 4_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Camera_Cage_Canon_MK2.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 65, 'ATTCAM01250602', '카메라 케이지 Mark 4_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Camera_Cage_Canon_MK2.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Camera Cage for Sony A7C (model_id: 66, English: 'Camera Cage for Sony A7C' -> CAM, Group: 02)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 66, 'ATTCAM02250601', '카메라 케이지 Sony A7C_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Camera_Cage_Sony_A7C.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 66, 'ATTCAM02250602', '카메라 케이지 Sony A7C_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Camera_Cage_Sony_A7C.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 66, 'ATTCAM02250603', '카메라 케이지 Sony A7C_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Camera_Cage_Sony_A7C.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 66, 'ATTCAM02250604', '카메라 케이지 Sony A7C_#04', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Camera_Cage_Sony_A7C.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 66, 'ATTCAM02250605', '카메라 케이지 Sony A7C_#05', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Camera_Cage_Sony_A7C.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 66, 'ATTCAM02250606', '카메라 케이지 Sony A7C_#06', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Camera_Cage_Sony_A7C.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 66, 'ATTCAM02250607', '카메라 케이지 Sony A7C_#07', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Camera_Cage_Sony_A7C.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Mini Side Grip (model_id: 67, English: 'Mini Side Grip' -> MIN, Group: 01 - first MIN group in ATTATCH)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 67, 'ATTMIN01250601', '미니 사이드 그립_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Mini_Side_Grip.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 67, 'ATTMIN01250602', '미니 사이드 그립_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Mini_Side_Grip.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 67, 'ATTMIN01250603', '미니 사이드 그립_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Mini_Side_Grip.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 67, 'ATTMIN01250604', '미니 사이드 그립_#04', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Mini_Side_Grip.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 67, 'ATTMIN01250605', '미니 사이드 그립_#05', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Mini_Side_Grip.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 67, 'ATTMIN01250606', '미니 사이드 그립_#06', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Mini_Side_Grip.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 67, 'ATTMIN01250607', '미니 사이드 그립_#07', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Mini_Side_Grip.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 67, 'ATTMIN01250608', '미니 사이드 그립_#08', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Mini_Side_Grip.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 67, 'ATTMIN01250609', '미니 사이드 그립_#09', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Mini_Side_Grip.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Top Handle (model_id: 68, English: 'Top Handle' -> TOP, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 68, 'ATTTOP01250601', '탑 핸들_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Top_Handle.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 68, 'ATTTOP01250602', '탑 핸들_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Top_Handle.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 68, 'ATTTOP01250603', '탑 핸들_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Top_Handle.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 68, 'ATTTOP01250604', '탑 핸들_#04', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Top_Handle.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 68, 'ATTTOP01250605', '탑 핸들_#05', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Top_Handle.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Filter Tray (model_id: 69, English: 'Filter Tray' -> FIL, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 69, 'ATTFIL01250601', '핉터 트레이_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/%ED%95%84%ED%84%B0%ED%8A%B8%EB%A0%88%EC%9D%B4.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 69, 'ATTFIL01250602', '핉터 트레이_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/%ED%95%84%ED%84%B0%ED%8A%B8%EB%A0%88%EC%9D%B4.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Slider Set (model_id: 70, English: 'Slider Set' -> SLI, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 70, 'ATTSLI01250601', '슬라이더set #1', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Slider_Set.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 70, 'ATTSLI01250602', '슬라이더set #2', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Slider_Set.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 70, 'ATTSLI01250603', '슬라이더set #3', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Slider_Set.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 70, 'ATTSLI01250604', '슬라이더set #4', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Slider_Set.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Mini Jib Arm (model_id: 71, English: 'Mini Jib Arm' -> MIN, Group: 03 - third MIN group in ATTATCH)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 71, 'ATTMIN03250601', '미니 지미집 #1', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Mini_Zimizib.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (5, 71, 'ATTMIN03250602', '미니 지미집 #2', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/tripod/Mini_Zimizib.jpg', 'AVAILABLE', 0, 0, 0, now());


-- MONITOR (category_id = 6)
-- Preview Monitor (model_id: 72, English: 'Preview Monitor' -> PRE, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (6, 72, 'MONPRE01250601', '프리뷰 모니터 #1', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/monitor/Preview_Monitor.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (6, 72, 'MONPRE01250602', '프리뷰 모니터 #2', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/monitor/Preview_Monitor.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (6, 72, 'MONPRE01250603', '프리뷰 모니터 #3', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/monitor/Preview_Monitor.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (6, 72, 'MONPRE01250604', '프리뷰 모니터 #4', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/monitor/Preview_Monitor.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (6, 72, 'MONPRE01250605', '프리뷰 모니터 #5', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/monitor/Preview_Monitor.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (6, 72, 'MONPRE01250606', '프리뷰 모니터 #6', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/monitor/Preview_Monitor.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (6, 72, 'MONPRE01250607', '프리뷰 모니터 #7', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/monitor/Preview_Monitor.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (6, 72, 'MONPRE01250608', '프리뷰 모니터 #8', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/monitor/Preview_Monitor.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (6, 72, 'MONPRE01250609', '프리뷰 모니터 #9', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/monitor/Preview_Monitor.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (6, 72, 'MONPRE01250610', '프리뷰 모니터 #10', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/monitor/Preview_Monitor.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (6, 72, 'MONPRE01250611', '프리뷰 모니터 #11', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/monitor/Preview_Monitor.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (6, 72, 'MONPRE01250612', '프리뷰 모니터 #12', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/monitor/Preview_Monitor.jpg', 'AVAILABLE', 0, 0, 0, now());


-- OTHER (category_id = 7)
-- Wagon (model_id: 73, English: 'Wagon' -> WAG, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (7, 73, 'OTHWAG01250601', '웨건 #01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Waegun.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (7, 73, 'OTHWAG01250602', '웨건 #02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Waegun.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (7, 73, 'OTHWAG01250603', '웨건 #03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/camera_attach/Waegun.jpg', 'AVAILABLE', 0, 0, 0, now());


-- LIGHT (category_id = 8)
-- SunGun (model_id: 74, English: 'SunGun' -> SUN, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 74, 'LIGSUN01250601', '썬건(구형, 신형)_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/LED_Camera_Light.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 74, 'LIGSUN01250602', '썬건(구형, 신형)_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/LED_Camera_Light.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 74, 'LIGSUN01250603', '썬건(구형, 신형)_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/LED_Camera_Light.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 74, 'LIGSUN01250604', '썬건(구형, 신형)_#04', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/LED_Camera_Light.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 74, 'LIGSUN01250605', '썬건(구형, 신형)_#05', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/LED_Camera_Light.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Reflector (model_id: 75, English: 'Reflector' -> REF, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 75, 'LIGREF01250601', '반사판_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Reflector.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 75, 'LIGREF01250602', '반사판_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Reflector.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 75, 'LIGREF01250603', '반사판_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Reflector.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 75, 'LIGREF01250604', '반사판_#04', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Reflector.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 75, 'LIGREF01250605', '반사판_#05', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Reflector.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 75, 'LIGREF01250606', '반사판_#06', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Reflector.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 75, 'LIGREF01250607', '반사판_#07', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Reflector.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 75, 'LIGREF01250608', '반사판_#08', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Reflector.jpg', 'AVAILABLE', 0, 0, 0, now());

-- LED Light (model_id: 76, English: 'LED Light' -> LED, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 76, 'LIGLED01250601', 'LED 조명_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/LED_light.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 76, 'LIGLED01250602', 'LED 조명_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/LED_light.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 76, 'LIGLED01250603', 'LED 조명_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/LED_light.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 76, 'LIGLED01250604', 'LED 조명_#04', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/LED_light.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 76, 'LIGLED01250605', 'LED 조명_#05', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/LED_light.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 76, 'LIGLED01250606', 'LED 조명_#06', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/LED_light.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 76, 'LIGLED01250607', 'LED 조명_#07', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/LED_light.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 76, 'LIGLED01250608', 'LED 조명_#08', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/LED_light.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 76, 'LIGLED01250609', 'LED 조명_#09', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/LED_light.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 76, 'LIGLED01250610', 'LED 조명_#10', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/LED_light.jpg', 'AVAILABLE', 0, 0, 0, now());

-- A Stand (model_id: 77, English: 'A Stand' -> _AS, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250601', 'A스탠드_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250602', 'A스탠드_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250603', 'A스탠드_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250604', 'A스탠드_#04', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250605', 'A스탠드_#05', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250606', 'A스탠드_#06', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250607', 'A스탠드_#07', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250608', 'A스탠드_#08', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250609', 'A스탠드_#09', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250610', 'A스탠드_#10', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250611', 'A스탠드_#11', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250612', 'A스탠드_#12', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250613', 'A스탠드_#13', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250614', 'A스탠드_#14', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250615', 'A스탠드_#15', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250616', 'A스탠드_#16', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250617', 'A스탠드_#17', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250618', 'A스탠드_#18', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250619', 'A스탠드_#19', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 77, 'LIG_AS01250620', 'A스탠드_#20', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/A_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());

-- C Stand (model_id: 78, English: 'C Stand' -> C_S, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 78, 'LIGC_S01250601', 'C스탠드_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/C_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 78, 'LIGC_S01250602', 'C스탠드_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/C_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 78, 'LIGC_S01250603', 'C스탠드_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/C_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 78, 'LIGC_S01250604', 'C스탠드_#04', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/C_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 78, 'LIGC_S01250605', 'C스탠드_#05', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/C_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 78, 'LIGC_S01250606', 'C스탠드_#06', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/C_Stand.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Extension Arm (model_id: 79, English: 'Extension Arm' -> EXT, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 79, 'LIGEXT01250601', '익스텐션 암_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Extention_Arm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 79, 'LIGEXT01250602', '익스텐션 암_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Extention_Arm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 79, 'LIGEXT01250603', '익스텐션 암_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Extention_Arm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 79, 'LIGEXT01250604', '익스텐션 암_#04', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Extention_Arm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 79, 'LIGEXT01250605', '익스텐션 암_#05', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Extention_Arm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 79, 'LIGEXT01250606', '익스텐션 암_#06', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Extention_Arm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 79, 'LIGEXT01250607', '익스텐션 암_#07', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Extention_Arm.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 79, 'LIGEXT01250608', '익스텐션 암_#08', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Extention_Arm.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Aputure MC (model_id: 80, English: 'Aputure MC' -> APU, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 80, 'LIGAPU01250601', 'Aputure MC_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Aputure_MC.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 80, 'LIGAPU01250602', 'Aputure MC_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Aputure_MC.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 80, 'LIGAPU01250603', 'Aputure MC_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Aputure_MC.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 80, 'LIGAPU01250604', 'Aputure MC_#04', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Aputure_MC.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 80, 'LIGAPU01250605', 'Aputure MC_#05', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Aputure_MC.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 80, 'LIGAPU01250606', 'Aputure MC_#06', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Aputure_MC.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Gobo Set (model_id: 81, English: 'Gobo Set' -> GOB, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 81, 'LIGGOB01250601', '고보 set (05/1/2/확산/차광)_#01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Gobo_set(05%2C+1%2C+2%2C+%ED%99%95%EC%82%B0%2C+%EC%B0%A8%EA%B4%91).jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 81, 'LIGGOB01250602', '고보 set (05/1/2/확산/차광)_#02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Gobo_set(05%2C+1%2C+2%2C+%ED%99%95%EC%82%B0%2C+%EC%B0%A8%EA%B4%91).jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 81, 'LIGGOB01250603', '고보 set (05/1/2/확산/차광)_#03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/Gobo_set(05%2C+1%2C+2%2C+%ED%99%95%EC%82%B0%2C+%EC%B0%A8%EA%B4%91).jpg', 'AVAILABLE', 0, 0, 0, now());

-- Black Godo (model_id: 82, English: 'Black Godo' -> BLA, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 82, 'LIGBLA01250601', '블랙고보 #01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/BlackGobo.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 82, 'LIGBLA01250602', '블랙고보 #02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/BlackGobo.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 82, 'LIGBLA01250603', '블랙고보 #03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/BlackGobo.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 82, 'LIGBLA01250604', '블랙고보 #04', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/BlackGobo.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (8, 82, 'LIGBLA01250605', '블랙고보 #05', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/light/BlackGobo.jpg', 'AVAILABLE', 0, 0, 0, now());


-- READER/SD (category_id = 9)
-- Reader (model_id: 83, English: 'Reader' -> REA, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 83, 'REARED01250601', '리더기#1', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/Reader.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 83, 'REARED01250602', '리더기#2', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/Reader.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 83, 'REARED01250603', '리더기#3', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/Reader.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 83, 'REARED01250604', '리더기#4', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/Reader.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 83, 'REARED01250605', '리더기#5', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/Reader.jpg', 'AVAILABLE', 0, 0, 0, now());

-- C Type Reader (model_id: 84, English: 'C Type Reader' -> C_T, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 84, 'REAC_T01250601', 'C타입 리더기 #01', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/C_Type_Reader.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 84, 'REAC_T01250602', 'C타입 리더기 #02', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/C_Type_Reader.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 84, 'REAC_T01250603', 'C타입 리더기 #03', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/C_Type_Reader.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 84, 'REAC_T01250604', 'C타입 리더기 #04', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/C_Type_Reader.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 84, 'REAC_T01250605', 'C타입 리더기 #05', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/C_Type_Reader.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 84, 'REAC_T01250606', 'C타입 리더기 #06', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/C_Type_Reader.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 84, 'REAC_T01250607', 'C타입 리더기 #07', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/C_Type_Reader.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 84, 'REAC_T01250608', 'C타입 리더기 #08', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/C_Type_Reader.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 84, 'REAC_T01250609', 'C타입 리더기 #09', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/C_Type_Reader.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 84, 'REAC_T01250610', 'C타입 리더기 #10', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/C_Type_Reader.jpg', 'AVAILABLE', 0, 0, 0, now());

-- 256SD (model_id: 85, English: '256SD' -> _25, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 85, 'REA_2501250601', '256SD#1', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_256G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 85, 'REA_2501250602', '256 SD#2', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_256G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 85, 'REA_2501250603', '256 SD#3', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_256G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 85, 'REA_2501250604', '256 SD#4', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_256G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 85, 'REA_2501250605', '256 SD#5', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_256G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 85, 'REA_2501250606', '256 SD#6', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_256G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 85, 'REA_2501250607', '256 SD#7', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_256G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 85, 'REA_2501250608', '256 SD#8', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_256G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 85, 'REA_2501250609', '256 SD#9', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_256G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 85, 'REA_2501250610', '256 SD#10', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_256G.jpg', 'AVAILABLE', 0, 0, 0, now());

-- 64SD (model_id: 86, English: '64SD' -> _64, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 86, 'REA_6401250601', '64 SD#1', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_64G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 86, 'REA_6401250602', '64 SD#2', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_64G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 86, 'REA_6401250603', '64 SD#3', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_64G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 86, 'REA_6401250604', '64 SD#4', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_64G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 86, 'REA_6401250605', '64 SD#5', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_64G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 86, 'REA_6401250606', '64 SD#6', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_64G.jpg', 'AVAILABLE', 0, 0, 0, now());

-- 32SD (model_id: 87, English: '32SD' -> _32, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 87, 'REA_3201250601', '32 SD#1', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_32G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 87, 'REA_3201250602', '32 SD#2', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_32G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 87, 'REA_3201250603', '32 SD#3', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_32G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 87, 'REA_3201250604', '32 SD#4', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_32G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 87, 'REA_3201250605', '32 SD#5', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_32G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 87, 'REA_3201250606', '32 SD#6', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_32G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 87, 'REA_3201250607', '32 SD#7', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/SD_32G.jpg', 'AVAILABLE', 0, 0, 0, now());

-- 64CF (model_id: 88, English: '64CF' -> _64, Group: 02)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 88, 'REA_6402250601', '64 CF#1', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/CF_64G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 88, 'REA_6402250602', '64 CF#2', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/CF_64G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 88, 'REA_6402250603', '64 CF#3', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/CF_64G.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (9, 88, 'REA_6402250604', '64 CF#4', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/other/Reader%2CSD/CF_64G.jpg', 'AVAILABLE', 0, 0, 0, now());


-- AUDIO (category_id = 10)
-- Boom Microphone Set (model_id: 89, English: 'Boom Microphone Set' -> BOO, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 89, 'AUDBOO01250601', '붐마이크세트 #1', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Boom_Microphone_kit.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 89, 'AUDBOO01250602', '붐마이크세트 #2', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Boom_Microphone_kit.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 89, 'AUDBOO01250603', '붐마이크세트 #3', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Boom_Microphone_kit.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 89, 'AUDBOO01250604', '붐마이크세트 #4', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Boom_Microphone_kit.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 89, 'AUDBOO01250605', '붐마이크세트 #5', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Boom_Microphone_kit.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 89, 'AUDBOO01250606', '붐마이크세트 #6', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Boom_Microphone_kit.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 89, 'AUDBOO01250607', '붐마이크세트 #7', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Boom_Microphone_kit.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 89, 'AUDBOO01250608', '붐마이크세트 #8', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Boom_Microphone_kit.jpg', 'AVAILABLE', 0, 0, 0, now());
-- AUDIO (category_id = 10) (누락된 TASCAM 부분부터 재개)
-- TASCAM (model_id: 90, English: 'TASCAM' -> TAS, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 90, 'AUDTAS01250601', '타스캠 #1', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Tascam.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 90, 'AUDTAS01250602', '타스캠 #2', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Tascam.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 90, 'AUDTAS01250603', '타스캠 #3', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Tascam.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 90, 'AUDTAS01250604', '타스캠 #4', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Tascam.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 90, 'AUDTAS01250605', '타스캠 #5', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Tascam.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 90, 'AUDTAS01250606', '타스캠 #6', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Tascam.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 90, 'AUDTAS01250607', '타스캠 #7', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Tascam.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Shotgun (model_id: 91, English: 'Shotgun' -> SHO, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 91, 'AUDSHO01250601', '샷건 #1', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Shotgun.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 91, 'AUDSHO01250602', '샷건 #2', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Shotgun.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 91, 'AUDSHO01250603', '샷건 #3', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Shotgun.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Wireless (model_id: 92, English: 'Wireless' -> WIR, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 92, 'AUDWIR01250601', '와이어리스 set #1', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Wireless_Set.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 92, 'AUDWIR01250602', '와이어리스 set #2', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Wireless_Set.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 92, 'AUDWIR01250603', '와이어리스 set #3', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Wireless_Set.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 92, 'AUDWIR01250604', '와이어리스 set #4', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Wireless_Set.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 92, 'AUDWIR01250605', '와이어리스 set #5', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Wireless_Set.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Earphone (model_id: 93, English: 'Earphone' -> EAR, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 93, 'AUDEAR01250601', '이어폰', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Earphone.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 93, 'AUDEAR01250602', '이어폰', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Earphone.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 93, 'AUDEAR01250603', '이어폰', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Earphone.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 93, 'AUDEAR01250604', '이어폰', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Earphone.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 93, 'AUDEAR01250605', '이어폰', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Earphone.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Comica Microphone (model_id: 94, English: 'Comica Microphone' -> COM, Group: 01)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 94, 'AUDCOM01250601', '코미카마이크 #1', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Comica_Mic.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 94, 'AUDCOM01250602', '코미카마이크 #2', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Comica_Mic.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Comica Wireless Microphone (model_id: 95, English: 'Comica Wireless Microphone' -> COM, Group: 02)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 95, 'AUDCOM02250601', '코미카 무선마이크 #1', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Comica_Wireless_Mic.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 95, 'AUDCOM02250602', '코미카 무선마이크 #2', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Comica_Wireless_Mic.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 95, 'AUDCOM02250603', '코미카 무선마이크 #3', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Comica_Wireless_Mic.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 95, 'AUDCOM02250604', '코미카 무선마이크 #4', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Comica_Wireless_Mic.jpg', 'AVAILABLE', 0, 0, 0, now());

-- Comica Wireless Shotgun Microphone (model_id: 96, English: 'Comica Wireless Shotgun Microphone' -> COM, Group: 03)
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 96, 'AUDCOM03250601', '코미카 무선 샷건 마이크 #1', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Comica_Wireless_shotgun_Mic.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 96, 'AUDCOM03250602', '코미카 무선 샷건 마이크 #2', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Comica_Wireless_shotgun_Mic.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 96, 'AUDCOM03250603', '코미카 무선 샷건 마이크 #3', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Comica_Wireless_shotgun_Mic.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 96, 'AUDCOM03250604', '코미카 무선 샷건 마이크 #4', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Comica_Wireless_shotgun_Mic.jpg', 'AVAILABLE', 0, 0, 0, now());
INSERT INTO equipment (category_id, model_id, serial_number, description, image_url, status, rental_count, broken_count, repair_count, created_at) VALUES (10, 96, 'AUDCOM03250605', '코미카 무선 샷건 마이크 #5', 'https://cec-front-assets.s3.ap-southeast-2.amazonaws.com/equipments/audio/Comica_Wireless_shotgun_Mic.jpg', 'AVAILABLE', 0, 0, 0, now());
